[
  {
    "name": "Helnan Palestine",
    "description": "This 5 star hotel is located within the city of Alexandria and was established in 1964. It is a short drive away from the Ahly Bank and the nearest station is Sidi Gaber Station. The Hotel has 4 restaurants, a bar, a conference room, a coffee shop and an outdoor swimming pool. All 209 rooms are equipped with minibar, hairdryer, safe and air conditioning.",
    "countryCode": "EG",
    "country": "Egypt",
    "continent": "Africa",
    "address": " Kasr El Montazah, Alexandria-egy",
    "email": null,
    "website": "www.helnan.com",
    "image": "http://photos.hotelbeds.com/giata/00/006591/006591a_hb_a_030.jpg"
  },
  {
    "name": "Sheraton Montazah",
    "description": "The Sheraton Montazah Hotel is ideally located in Alexandria with its magnificent beaches, archeological and cultural attractions. The hotel is located 15 Km from Nozha Airport and 220 Km from Cairo. It overlooks King's Farouk Palace and gardens on one side and the bright blue waters of the Mediterranean Sea on the other . It's your perfect getaway to relax and feel at home. Guests can enjoy amazing views of the Mediterranean and the Montazah Park in a brightly decorated guest room. They may gather with friends or family for a delicious meal in one of the restaurants .They may also head to our outdoor pool overlooking the sea or just relax by our private sandy beach under the warm sun. Rates are not valid for nationals or passport holders of the following countries; Algeria, Bahrain, Iraq, Jordan, Kuwait, Lebanon, Libya, Morocco, Oman, Palestine, Qatar, Saudi Arabia, Sudan, Syria, Tunisia, UAE, and Yemen.",
    "countryCode": "EG",
    "country": "Egypt",
    "continent": "Africa",
    "address": " Corniche Rd. Montazah Alexandria, Alexandria-egy",
    "email": null,
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/00/006592/006592a_hb_r_001.jpg"
  },
  {
    "name": "Hilton Alexandria Green Plaza",
    "description": "The following services and amenities are available, but with **reduced service**: Executive Lounge, Breakfast, On-site Restaurant(s), Pool, Room Service.The following services and amenities are currently **not available**: Spa.Shop until you drop at the Hilton Alexandria Green Plaza hotel in the Green Plaza Mall, with 370 shops, a cinema and a Fun Castle. Do business in the largest conference room in Alexandria, just 10 minutes from the airport. Relax later in the pool, or sample the 6 bars and restaurants.\n\nTen minutes' drive from the airport, the Hilton Alexandria Green Plaza hotel has an Executive Lounge, a business center and 11 meeting rooms for 2-3000 people. The Art Deco-style rooms at the Hilton Alexandria Green Plaza hotel have plenty of space. Book an Executive Room or Suite for Executive Lounge access.\n\nWork out in the health club and pool or go horse riding at the hotel's ranch, 30 minutes' away. Visit Alexandria attractions, such as Alexandria Library or Pompey's Pillar.",
    "countryCode": "EG",
    "country": "Egypt",
    "continent": "Africa",
    "address": "0 14th of May Bridge Road - Smouha, Alexandria",
    "email": "ALYGP_GM@hilton.com",
    "website": "alexandriagreenplaza.hilton.com",
    "image": "http://photos.hotelbeds.com/giata/00/006593/006593a_hb_r_010.jpg"
  },
  {
    "name": "Movenpick Resort Aswan",
    "description": "The Mövenpick Resort Aswan offers a unique location on Elephantine Island. This resort hotel delights its guests with a spectacular view over the river Nile from the 404 elegant rooms, suites and villas he owns. It is within walking distance of cultural attractions of the city of Aswan. Among its outstanding amenities Orangrie restaurant (offering international cuisine), a large swimming pool and meeting room with natural light and Wi-Fi Internet. This hotel offers a perfect balance between business and pleasure. *** Customers with Egyptian nationality who stay in the hotel sharing a room must provide a marriage certificate",
    "countryCode": "EG",
    "country": "Egypt",
    "continent": "Africa",
    "address": " Elephantine Island Po Box 62, Aswan",
    "email": "resort.aswan@moevenpick.com",
    "website": "www.movenpick-aswan.com",
    "image": "http://photos.hotelbeds.com/giata/00/006595/006595a_hb_r_020.jpg"
  },
  {
    "name": "Sofitel Legend Old Cataract Aswan",
    "description": "Step into the legendary site where King Fouad once entertained and Agatha Christie sipped cocktails: the 5-star Sofitel Legend Old Cataract Aswan Hotel. In the Nubian Desert on the banks of the Nile, opposite Elephantine Island, the majestic hotel sits on a pink granite cliff overlooking the world's longest river. This ravishing hotel with its legendary guest list of royals and dignitaries is both ideal for romantic getaways, and a perfect venue for small summits and corporate meetings.",
    "countryCode": "EG",
    "country": "Egypt",
    "continent": "Africa",
    "address": " Abtal El Tahrir Street, Aswan",
    "email": "h1666@accor.com",
    "website": "www.accorhotels.com",
    "image": "http://photos.hotelbeds.com/giata/00/006596/006596a_hb_r_010.jpg"
  },
  {
    "name": "Radisson Blu Anchorage Lagos",
    "description": "Overlooking the lagoon, the luxurious Radisson Blu Anchorage Hotel enjoys a privileged location in the financial and business district of Lagos. It is situated on Victoria Island, surrounded by all the embassies and close to Bar Beach, Mega Plaza Mall, City Mall and the commercial district. The city centre is within easy reach, and the international airport is at a distance of only 40 km.\nThe magnificent hotel welcomes guests in a refined ambience exuding luxury and style. The contemporary rooms and suites are designed by Swedish hospitality designer Christian Lundwall and feature all the necessary amenities one would expect at this level. The hotel boasts an outdoor infinity pool, a fantastic fitness centre and a top-class spa area. Business guests will appreciate free WIFI and the meeting facilities. The exquisite restaurant and the bar enjoy marvellous panoramic views over the lagoon. This superb hotel is a perfect choice for a stay in Lagos.\n",
    "countryCode": "NG",
    "country": "Nigeria",
    "continent": "Africa",
    "address": "1A Ozumba Mbadiwe Avenue, Victoria Island, Lagos",
    "email": "info.lagos@radissonblu.com",
    "website": "www.radissonblue.com/en/hotel-lagos",
    "image": "http://photos.hotelbeds.com/giata/16/168987/168987a_hb_r_001.jpg"
  },
  {
    "name": "Sheraton Lagos Hotel",
    "description": "The hotel is located in Lagos midtown area. The Teslim Balogun Stadium is only 30 km from the hotel and the University of Lagos Sports Complex is 35 km away. The hotel is also near the airport.\n\nGuests will find an oasis of stylish comfort at this family-friendly hotel. It has 332 refurbished guest rooms. It also has a business centre with a full range of amenities. Guests can also find comfort in the inviting atmospheres of four fine restaurants.\n\nThe hotel has convenient guest rooms.\n\nGuests can relax after work on the oasis pool terrace.",
    "countryCode": "NG",
    "country": "Nigeria",
    "continent": "Africa",
    "address": "30 Mobolaji Bank Anthony Way Ikeja Lagos, Lagos",
    "email": "reservations.00445@sheraton.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/16/169042/169042a_hb_r_006.jpg"
  },
  {
    "name": "Four Points by Sheraton Lagos",
    "description": "Located in the Royal Oniru Estate, the luxurious Four Points by Sheraton Lagos enjoys a wonderful situation on the edge of Victoria Island. In the surrounding area, guests can find a plethora of shopping malls, fantastic restaurants, bars and nightclubs. A wide range of corporate offices is within easy reach, and the island of Ikoyi with the Ikoyi Club Golf Course is just a short drive away.\nGuests are welcomed in a refined, sophisticated environment exuding peace and tranquillity. The excellently appointed rooms have an elegant modern style and are equipped with all the necessary features. Business guests will appreciate the business services and the meeting facilities. After a long day of working, guests can work out in the fitness centre or rejuvenate in the spa area. There is also an indoor/outdoor infinity pool, and culinary options include a restaurant and four bars. An ideal choice for business travellers.\n",
    "countryCode": "NG",
    "country": "Nigeria",
    "continent": "Africa",
    "address": "9/10 Oniru Chieftaincy Estate Victoria Island, Lagos",
    "email": "sales.lagos@fourpoints.com",
    "website": "www.fourpoints.com/lagos",
    "image": "http://photos.hotelbeds.com/giata/16/169107/169107a_hb_r_005.jpg"
  },
  {
    "name": "Park Inn by Radisson Serviced Apt. Lagos Victoria",
    "description": "The hotel is conveniently situated right in the heart of Victoria Island's hotel district. Karamu Waters and the Atlantic Ocean being in easy reach of the hotel. This stunning boutique hotel arguably offers the finest accommodation in central Lagos. Hotel facilities include a bar, a restaurant and a children's playground. Car park is also available. Business travellers can make use of the conference facilities.All rooms are luxuriousand spacious. They come en suite with a shower and a king-size bed. Rooms are fully-equipped as standard.  Guests can enjoy a refreshing dip in the 2 outdoor swimming pools before relaxing on the sun terrace with its sun loungers. Fitness enthusiasts can head to the gym for a good workout. Breakfast is served as a buffet, while the lunchtime and evening meals can be enjoyed à la carte.",
    "countryCode": "NG",
    "country": "Nigeria",
    "continent": "Africa",
    "address": "1700 Violet Yough Close, Lagos",
    "email": "info.lagos.vi@parkinn.com",
    "website": "https://www.radissonhotels.com/en-us/hotels/",
    "image": "http://photos.hotelbeds.com/giata/17/170001/170001a_hb_ro_015.jpg"
  },
  {
    "name": "The Wheatbaker",
    "description": "The hotel is located in the residential heart of Ikoyi, Nigeria. It is destined to become Lagos' top lifestyle and entertainment address. It is also situated close to the Lagos business districts of Ikoyi and Victoria Island and is 35 km from Murtala Muhammed International Airport.  This air-conditioned establishment welcomes in the lobby and offers a children's playground and a business centre. The air-conditioned guest rooms are en suite and include a direct dial telephone, satellite TV as well as a minibar and tea and coffee making facilities. Guests can enjoy a refreshing dip in the outdoor swimming pool. Fitness enthusiasts can head to the gym for a good workout. Guests can additionally relax in the sauna and steam room or pamper themselves with a massage treatment.  The hotel serves a breakfast buffet, while the evening meal can be enjoyed à la carte.",
    "countryCode": "NG",
    "country": "Nigeria",
    "continent": "Africa",
    "address": "4 Onitolo Road (Lawrence Road), Lagos",
    "email": "reservation@thewheatbakerlagos.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/17/170018/170018a_hb_r_008.jpg"
  },
  {
    "name": "Lion Sands River Lodge",
    "description": "River Lodge is the Eden of the More children's youth and first Lion Sands lodge to welcome guests, who between visits have married, become parents, and returned with their children. She has a special magic, that could well come from the gigantic trees that protect her.\n\nHere you can expect a sophisticated interpretation of the traditional safari lodge, with light and bright contemporary décor. Limited walls allows a seamless flow between inside and out.\n\nThe lodge recently reopened after an extensive renovation, introducing a new sense of brightness and space. Wooden walkways lead off to a spa, gym and pool, and back to the main lodge, where the deck's connected water features give the impression of floating on the river. Whether you enjoy your time together socially or quietly, the running theme here is simple and natural luxury living.\n\nWalkways lead off to a spa, gym and pool, and back to the main lodge, where the deck's connected water features give the impression of floating on the river.\n\nThe lodge's eight Luxury Rooms, six Superior Luxury Rooms and four River Suites are spaced along a path to reveal splendid river views, and make for a very personal safari stay. This is where couples, families and friends come together to reconnect with one another and Mother Nature.\n\nThe River Suites, each fronted by a plunge pool and set further away from the main lodge, are the most spacious and private – and also include a Family Suite. It's for you to choose which accommodation best suits you – but the extraordinary view comes standard. Beyond your retreat, relax at the guest pool or in the spa, get active in the gym, or browse the MORE Gallery. You can also turn your safari photos into artful souvenirs in the Creative Lab.",
    "countryCode": "ZA",
    "country": "South Africa",
    "continent": "Africa",
    "address": " Sabi Sand Reserve/ Kruger National Park, Skukuza",
    "email": "res@lionsands.com",
    "website": "www.lionsands.com",
    "image": "http://photos.hotelbeds.com/giata/02/026852/026852a_hb_r_002.jpg"
  },
  {
    "name": "Devon Valley Hotel",
    "description": "The award-winning Devon Valley Hotel is hidden away in a shady/ green/ and peaceful corner of South Africa in the Stellenbosch Winelands/ showcasing breathtaking views of the olive groves/ vineyards/ and majestic Helderberg Mountains. The hotel is just 52 kilometers from Cape Town and 38 kilometers from Cape Town International Airport.The award-winning Devon Valley Hotel is hidden away in a shady corner of the Stellenbosch Winelands/ showcasing breathtaking views of the olive groves/ vineyards/ and Helderberg Mountains. The hotels 50 stylishly furnished suites reflect the contemporary colonial feel of the hotel with unobstructed views of the stunning scenery. Flavours Restaurant offers an elegant experience with a menu of contemporary Cape cuisine/ and the Cedarwood Lounge and Bar holds daily wines tastings and sales.",
    "countryCode": "ZA",
    "country": "South Africa",
    "continent": "Africa",
    "address": " Devon Valley Road Devon Valley, Stellenbosch",
    "email": "INFO@DEVONVALLEYHOTEL.COM",
    "website": "www.devonvalleyhotel.com",
    "image": "http://photos.hotelbeds.com/giata/02/026916/026916a_hb_r_001.jpg"
  },
  {
    "name": "Cape Town Lodge Hotel",
    "description": "This city conference hotel is situated in Cape Town close to a good selection of bars and restaurants and right in the centre of the tourist area. The nearest nightclubs are about 500 m from the hotel and countless shopping venues are to be found within 2 km. Located 3 km from the sea and 5 km from the nearest beach, this hotel is also just 5 km from the V & A Waterfront.  The hotel offers a roof-top pool, The Famous Butchers Grill restaurant and a well-equipped gym.  The luxurious rooms are equipped with modern conveniences such as 32 inch flat screen televisions, fully stocked mini-bars and electronic safes. Each unit is air-conditioned and comes with an en suite bathroom with a shower and a hairdryer and living area with a king-size bed.  Leisure options include a swimming pool and the opportunity to play squash or golf.",
    "countryCode": "ZA",
    "country": "South Africa",
    "continent": "Africa",
    "address": "101 Buitengracht Street, Cape town",
    "email": "internet@capetownlodge.co.za",
    "website": "www.capetownlodge.co.za",
    "image": "http://photos.hotelbeds.com/giata/02/026976/026976a_hb_r_011.jpg"
  },
  {
    "name": "Protea Hotel Cape Town Waterfront Breakwater Lodge",
    "description": "Experience a rich piece of history balancing modern-day comfort when you stay at this hotel right next to Cape Town's fabulous V&A Waterfront. Just a minute away from restaurants, theatres and shops, the hotel is perfectly positioned in the heart of the V&A Waterfront and 25km from Cape Town International Airport. The hotel is also near all the main routes to the beaches, mountain walks and city hotspots as well as the Cape Town International Convention Centre (CTICC) and Cape Town Stadium.\n",
    "countryCode": "ZA",
    "country": "South Africa",
    "continent": "Africa",
    "address": " PORTSWOOD ROAD, V & A Waterfront, Cape town",
    "email": "RESERVE@BWL.CO.ZA",
    "website": "www.proteahotels.com/breakwaterlodge",
    "image": "http://photos.hotelbeds.com/giata/02/026977/026977a_hb_r_015.jpg"
  },
  {
    "name": "The Twelve Apostles Hotel",
    "description": "This hotel is located on Victoria Road in a forested area in Cape Town within a short distance of the sea. Surrounded by gardens, this residence comprises 85 rooms of which 70 are doubles and 15 are suites. Dining options include a café, a bar and an air-conditioned à la carte restaurant. Business guests will appreciate the conference facilities and the public Internet terminal. The comfortable and luxurious rooms come with a tiled bathroom, carpeted floor and air conditioning and heating. For guest's entertainment, an Internet connection and satellite/cable TV with a DVD player, also feature as standard. Recreation options include two swimming pools with a poolside snack bar and sun loungers and parasols. Those seeking further relaxation are invited to make use of the sauna and steam room and soak in the hot tub.",
    "countryCode": "ZA",
    "country": "South Africa",
    "continent": "Africa",
    "address": " Victoria Road Camps Bay, Atlantic Seaboard, Cape town",
    "email": "reservations1@12apostles.co.za",
    "website": "www.12apostleshotel.com",
    "image": "http://photos.hotelbeds.com/giata/02/026981/026981a_hb_r_001.jpg"
  },
  {
    "name": "Tropico",
    "description": "The hotel is located right in the city centre, with various restaurants in the immediate vicinity and the sea approximately 1 km away. Shopping venues and nightspots are a short drive away. Facilities include a café, newsstand, hairdressing salon, bar and restaurants. Business guests can use the conference facilities and wireless Internet access. Room and laundry services are provided, and the hotel has a car park.",
    "countryCode": "AO",
    "country": "Angola",
    "continent": "Africa",
    "address": "103 Rua da Missao, Luanda",
    "email": "bookings.tropico@tdhotels.com",
    "website": "www.tdhotels.com/tropico",
    "image": "http://photos.hotelbeds.com/giata/14/140776/140776a_hb_r_001.JPG"
  },
  {
    "name": "Alvalade",
    "description": "This city hotel is located in a convenient part of Luanda, 6 kms from the Belas shopping centre. This air-conditioned establishment comprises 202 rooms in total and offers a 24-hour reception, currency exchange, a bar and restaurant. Conference facilities are provided for business travellers. Wireless Internet access, room and laundry services and a garage are also at guests' disposal. Each accommodation features an en- suite bathroom, satellite TV, Internet access, mini-bar and individually regulated air conditioning. Further facilities offered are an outdoor swimming pool, a terrace and a fully equipped gym. Buffets are served for breakfast, lunch and dinner.",
    "countryCode": "AO",
    "country": "Angola",
    "continent": "Africa",
    "address": " Comandante Gika, Luanda",
    "email": "bookings.alvalade@tdhotels.com",
    "website": "www.tdhotels.com/alvalade",
    "image": "http://photos.hotelbeds.com/giata/14/140779/140779a_hb_r_001.jpg"
  },
  {
    "name": "Baia",
    "description": "This hotel is located in Praia do Bispo. The hotel is part of the newest economic centre in Angola's capital. Restaurants, shops, bars, nightlife and links to the public transport network are found in immediate vicinity. Mutamba bus station is 2 kms from the hotel and Viana train station is around 15 kms away. This high-class hotel, welcomes its guests in a lobby with 24-hour reception service, a restaurant serving international cuisine, bars, free wireless Internet access in all rooms and public areas and a multitude of other amenities and services. Business guests will appreciate the conference facilities. The spacious standard rooms come with an en-suite bathroom, tea /coffee making facilities, air conditioning, satellite TV, and mini-bar. A panoramic swimming pool on the rooftop, a sun terrace and a gym are also at guests' disposal.",
    "countryCode": "AO",
    "country": "Angola",
    "continent": "Africa",
    "address": " Dr. Agostinho Neto, Luanda",
    "email": "bookings.baia@tdhotels.com",
    "website": "www.tdhotels.com/baia",
    "image": "http://photos.hotelbeds.com/giata/14/148656/148656a_hb_r_002.jpg"
  },
  {
    "name": "Continental",
    "description": "This modern hotel is located in the heart of Luanda, the capital and most important port city of Angola.  The Museum of the Armed Forces and the Embassy of the United Kingdom are both just a ten-minute walk from the hotel, while the main port, Ministry of Commerce, and Museum of Natural History can all be reached within a five-minute drive.\nThe hotel's spacious guest rooms and suites feature contemporary furnishings and designs.  Guests can start the day with an American buffet breakfast and dine at one of two in-house restaurants offering both international and local specialties, or enjoy meals in the privacy of the room with 24-hour room service.  Business travellers will appreciate wireless internet access throughout the hotel, and might make use of the business lounge and meeting rooms.  The hotel also offers a fully-equipped gym, sunbathing terrace, and exotic rooftop bar with sweeping city views, all for a pleasant stay in Luanda.",
    "countryCode": "AO",
    "country": "Angola",
    "continent": "Africa",
    "address": "18-21 Rua Rainha Ginga, Luanda",
    "email": "reservas@hotelcontinentalluanda.com",
    "website": "www.hotelcontinentalluanda.com",
    "image": "http://photos.hotelbeds.com/giata/16/169704/169704a_hb_r_001.jpg"
  },
  {
    "name": "Skyna Hotel",
    "description": "The hotel is located in the bustling city centre of Luanda with many local points of interest and entertaining options close by. It consists of 237 accommodation units of different types. All units are en-suite with a bathroom and feature an electronic lock. WIFI Internet access is available throughout the hotel. Other features include a currency exchange centre, underground parking, beauty centre and a restaurant providing buffet meals. The hotel also features a conference room and several meeting rooms equipped for business meetings. The hotel houses three bars – a snack bar, a non-smoking bar and a smoking bar.",
    "countryCode": "AO",
    "country": "Angola",
    "continent": "Africa",
    "address": "29 Avenida de Portugal, Luanda",
    "email": "reservas.lad@skynahotels.com",
    "website": "www.skynahotels.com",
    "image": "http://photos.hotelbeds.com/giata/17/179867/179867a_hb_r_001.jpg"
  },
  {
    "name": "African Regent Hotel",
    "description": "Lying at the heart of Airport West in Accra, this wonderful hotel revels in its prestigious setting. The hotel is located just a short distance away from the Accra Shopping Centre and the Silver Bird Cinema. Guests will find themselves within easy access of the Tetteh Quarshie Art Market. This wonderful hotel enjoys a contemporary design, blending it effortlessly with intriguing elements of traditional African style. The guest rooms enjoy a traditional, African-inspired design, bathing visitors in the rich culture of the surroundings. The rooms exude regal elegance, and come complete with modern amenities for added comfort and convenience. Guests are invited to enjoy a delectable breakfast in the mornings, for a great start to the day. The ideal option for business and leisure travellers alike, this hotel will not fail to impress.",
    "countryCode": "GH",
    "country": "Ghana",
    "continent": "Africa",
    "address": "237/238 North Airport Road, Dzorwulu, Airport West, Accra",
    "email": "fom@african-regent-hotel.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/16/163402/163402a_hb_r_001.jpg"
  },
  {
    "name": "Labadi Beach",
    "description": "Set right on Accra's stunning Labadi Beach, this premier hotel is only about a 15-minute drive from the city centre.  The elegantly appointed rooms and suites are air-conditioned and equipped with satellite television, coffee and tea tray, and spacious, private en suite bathrooms.  Guests can dine on local specialties and continental dishes in the buffet-style restaurant and unwind with a drink in the casual terrace bar.  The hotel offers conference and banquet facilities for up to 120 attendees as well as a fitness centre with gym, sauna and massage facilities for guest leisure.  Guests might also play on the volley ball and tennis courts or simply lounge by the sparkling outdoor pool and children's pool or on the private beach.  This dignified hotel brings work and play together, making it the ideal place to host a conference or spend an exotic holiday in West Africa.",
    "countryCode": "GH",
    "country": "Ghana",
    "continent": "Africa",
    "address": "1 La Bypass, Accra",
    "email": "labadi@legacyhotels.co.za",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/16/163505/163505a_hb_r_002.jpg"
  },
  {
    "name": "Coconut Grove Beach Resort",
    "description": "The hotel is located in Mmoframa Akyinim, on the coast of Elmina the historic Capital of the Gold Coast. Is about three hours drive the Airport, and 11 km from University Of Cape Coast.\n\nThis beach hotel features air conditioning and fully equipped accommodation providing several services and facilities. This property has event space consisting of conference,meeting rooms and small meeting rooms. Additional property amenities include a pool table.",
    "countryCode": "GH",
    "country": "Ghana",
    "continent": "Africa",
    "address": " Mmoframa Akyinim, Elmina, Cape coast",
    "email": "apstartours@gmail.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/16/164464/164464a_hb_ro_006.jpg"
  },
  {
    "name": "La Palm Royal Beach Hotel",
    "description": "Sitting in the middle of 30 acres of lush lawns and landscaped gardens, this beachfront hotel welcomes to a world of comfort and elegance. All of the stylish rooms face the Atlantic Ocean and are laid out in chalet fashion is order to resembles the positioning of a small village and its traditional hospitality. The village is completed with its own fine restaurants and 8 bars, perfect for hosting any celebration, a swimming pool, shopping mall, casino, health club, and top-notch conference and meeting facilities. Most importantly it is just metres from the sandy beach. Labadi Beach is 2 km away and the U.S. Embassy and Osu Castle are also nearby. All business guests will appreciate the proximity to the Accra International Conference Centre, which is just 600 metres away and Ohene Djan Stadium, the home of one of Africa's most popular clubs - Hearts of Oak is just 1 km away.",
    "countryCode": "GH",
    "country": "Ghana",
    "continent": "Africa",
    "address": " 1 La Bypass Labadi, Accra",
    "email": "HOTELS@LEGACYHOTELS.CO.ZA",
    "website": "http://www.legacyhotels.co.za/en/hotels/lapalm",
    "image": "http://photos.hotelbeds.com/giata/16/164466/164466a_hb_r_001.jpg"
  },
  {
    "name": "Alisa Hotel",
    "description": "The excellent Alisa Hotel enjoys a great location in the centre of Accra, the capital of Ghana. It is just minutes away from the International Conference Center, the National Theatre, the Parliament House, Government Ministries, Independence Square, the Accra Sports Stadium and the Arts Center. Kotoka International Airport can be reached within a short 15-minute drive.\nThe award-winning hotel welcomes guests in a relaxed atmosphere full of traditional hospitality. The well-appointed rooms are comfortable and spacious and decorated in warm, soothing colours. Features include free WIFI, air-conditioning and flat-screen TV. Business guests will appreciate the business centre and the fantastic conference facilities. After a long day of working, guests can work out in the fitness centre, play a game of tennis or take a refreshing dip in the pool. For added convenience, there is a complimentary airport shuttle service. An ideal place for business and leisure travellers alike.\n",
    "countryCode": "GH",
    "country": "Ghana",
    "continent": "Africa",
    "address": "21 21 Dr. Isert Road - North Ridge, Accra",
    "email": "KAPPENTENG@APSTARTOURS.COM",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/16/164471/164471a_hb_f_008.jpg"
  },
  {
    "name": "Ocean Paradise Resort",
    "description": "Situated on Zanzibar's picturesque north-east coast, the resort looks out over the turquoise Indian Ocean and is a little piece of paradise. It is a meandering 45-minute journey to Zanzibar Airport from the resort, passing through unspoilt scenery and typical African villages where the way of life has changed very little in hundreds of years. A peaceful sleep is guaranteed in a fully air-conditioned room with comfortable beds, all carefully draped with mosquito netting. Guests can relax on the balcony or terrace. The addition of a satellite TV, minibar, safe, hairdryer and unique curved en-suite bathroom with shower. Guests can enjoy a dip in the swimming pool or work out in the hotel gym. A range of massage treatments is also available for relaxation.",
    "countryCode": "TZ",
    "country": "Tanzania, United Republic of",
    "continent": "Africa",
    "address": " Kiwengwa Road ,Pwani Mchangani,North East Coast, Zanzibar",
    "email": "INFO@OCEANPARADISEZANZIBAR.COM",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/11/115616/115616a_hb_r_001.JPG"
  },
  {
    "name": "Bluebay Beach Resort",
    "description": "This up-scale and luxurious hotel is the best accommodation option when travelling to Zanzibar on business or leisure. The property is surrounded by 12 hectares of a tropical garden with more than 1,000 palm trees and is located right on a white sandy beach. Thus, this property offers high-quality facilities and sits on a place of pure beauty that resembles paradise. There is a wide accommodation offer to suit all guests' needs, all of them fully equipped and nicely decorated in a cosy style to ensure visitors have an unforgettable stay. Upgrade includes superior and elegant furniture, extra space for added convenience and an external veranda or balcony. Guests will appreciate the exquisite and varied dining facilities on-site, as well as other fun-filled or relaxing activities included, such as a spa and wellness centre and a recreational and water sports centre.",
    "countryCode": "TZ",
    "country": "Tanzania, United Republic of",
    "continent": "Africa",
    "address": ". PO BOX 3276, Kiwengwa Beach, Kiwengwa, Zanzibar",
    "email": "MAIL@BLUEBAYZANZIBAR.COM",
    "website": "http://bluebayzanzibar.com/",
    "image": "http://photos.hotelbeds.com/giata/11/115617/115617a_hb_r_001.jpg"
  },
  {
    "name": "Karafuu Hotel Beach Resort",
    "description": "Located on the unspoilt East Coast of Zanzibar, the hotel is approximately 65 km from Zanzibar town and airport.\n\nThis beach hotel comprises a total of 89 guest rooms. Guests will be impressed by the cool, spacious reception area, set beneath a shady palm thatch. The high quality of the facilities and services at the hotel is clear to all new arrivals. The amenities provided include 24-hour reception, a hairdressing salon, a games room, a TV lounge, a disco and a restaurant. Guests may also wish to make use of the hotel's conference facilities and Internet access, as well as its laundry and cycle hire services.\n\nAll the rooms are set in the shade of a beautiful palm grove and are built under a traditional Makuti thatch. They come equipped with traditional Zanzibar furnishings. Guests staying in one of the suites can enjoy a picturesque entrance via the private garden, breathtaking views from the veranda, mosquito nets, an ample bedroom, a dressing room and a bathroom in Carrara marble, complete with shower. Each unit also offers a ceiling fan and full air conditioning, as well as hot and cold running water, a hairdryer, a safe, a telephone and a minibar.\n\nThere is a huge pool with children's section on site, with ample space at the poolside for sunbathing. Refreshments are available from the poolside snack bar, and sun loungers and parasols are laid out for guests' use. Fitness enthusiasts can work out in the hotel gym and a range of massage treatments are available for guests' relaxation.",
    "countryCode": "TZ",
    "country": "Tanzania, United Republic of",
    "continent": "Africa",
    "address": " Michamvi Road, Zanzibar",
    "email": "BOOKING@KARAFUUZANZIBAR.COM",
    "website": "http://www.karafuuzanzibar.com/",
    "image": "http://photos.hotelbeds.com/giata/11/115618/115618a_hb_r_002.jpg"
  },
  {
    "name": "Sultan Sands",
    "description": "The resort is situated beside its sister resort, the Bluebay Beach Resort and Spa, right in front of the expansive, sparkling beaches of Kiwengwa, on the east coast of Zanzibar. It is less than one leisurely hour's drive on an all weather tarmac road from Zanzibar International Airport.\n\nThis uniquely constructed African resort offers guests a truly magical atmosphere, with a choice of 76 rooms, built in single-storey, African-style rondavels. It is nestled onto the beachfront, framed by a 25-acre stretch of softly landscaped gardens, planted with over 1,000 palm trees. Each unit contains two tastefully decorated rooms, with a separate changing room leading into the superbly appointed en suite bathroom. Facilities on offer at the hotel include a TV lounge, a kids' club, a bar, a disco and a restaurant. Conference facilities are also available for business guests.\n\nEach room offers a spacious bedroom, a separate dressing room, an en suite bathroom with shower and a verandah or balcony. They are furnished with tasteful traditional Zanzibar furniture, including either one large bed or two queen-size beds with mosquito nets. A touch of modernity is added by split air conditioning, ceiling fans, a satellite television, a minibar, a hairdryer, a safe and a telephone.\n\nGuests can enjoy a dip in the swimming pool or work out in the hotel gym.",
    "countryCode": "TZ",
    "country": "Tanzania, United Republic of",
    "continent": "Africa",
    "address": " Po Box 3276,Kiwengwa, North East Coast, Zanzibar",
    "email": "MAIL@SULTANSANDSZANZIBAR.COM",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/11/115619/115619a_hb_r_001.jpg"
  },
  {
    "name": "TUI Blue Bahari",
    "description": "This beach hotel is situated on the north-east coast, just 40 minutes from the Stone Town area of Zanzibar's capital city. It is approximately 45 km from Zanzibar International Airport.  This luxurious resort is set in the middle of an exotic tropical garden, right on the beach front at Pwani Machangani. Facilities on offer include a currency exchange facility, a bar and a restaurant. There are conference facilities and a parking. The air-conditioned accommodations are stylishly furnished and come with an en suite bathroom, a king-size bed and a safe. Guests can also make use of a minibar and tea and coffee making facilities.  Guests can relax in the outdoor swimming pool or at the poolside snack bar. Fitness enthusiasts can work out at the gym, and there is a range of massage and spa treatments available.",
    "countryCode": "TZ",
    "country": "Tanzania, United Republic of",
    "continent": "Africa",
    "address": " MAHONDA, Zanzibar",
    "email": "reservation@dreamofzanzibar.com",
    "website": ".",
    "image": "http://photos.hotelbeds.com/giata/11/115624/115624a_hb_r_001.jpg"
  }
]