[
  {
    "name": "Keio Plaza Hotel Sapporo",
    "description": "Keio Plaza Hotel Sapporo is only 5 minutes walking from JR Sapporo Station.  5 minutes walking to Daimaru department store, Hokkaido University, 10 minutes walking to Steller Place, JR Tower, and 15 minutes walking distance to Odori Park where the snow festival is held in February.  \nOffers delicious and variety of breakfast, free Wi-Fi and selected high-quality amenities.   There are Teppanyaki, Traditional Japanese cuisine with private room (reservation required in advance), Sushi restaurants, coffee shop, bakery, and bar in the hotel.　\nGym and indoor pool are available in the hotel (over 16 years old and fee applied).",
    "countryCode": "JP",
    "country": "Japan",
    "address": " 2-1 North 5 West 7, Chuou-Ku, Sapporo",
    "email": null,
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/083711/083711a_hb_r_030.jpg"
  },
  {
    "name": "Narita Tobu Hotel Airport",
    "description": "Convenient to Narita Airport. A few minutes by hotel shuttle bus to the closest hotel to the airport. Swimming pool, sauna, gymnasium, and tennis courts are available. Oasis for airline staff. All rooms have double beds. Holiday Inn Chain.10 min. drive from Narita Airport by hotel courtesy bus.",
    "countryCode": "JP",
    "country": "Japan",
    "address": " 320-1 Tokko, Chiba, Narita airport - tokyo",
    "email": "nrt.room.rsvn@tobuhotel.co.jp",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/083712/083712a_hb_r_011.jpg"
  },
  {
    "name": "ANA Crowne Plaza Narita",
    "description": "The hotel is just 15 minutes by shuttle bus from Narita. This is a modern aparthotel with a total of 396 guest rooms. The premises are air-conditioned and guests are welcomed in a lobby with lift access to the upper floors. The hotel has 3 restaurants, including a Teppanyaki restaurant open for dinner. Internet access is provided. There is a complimentary shuttle bus service to and from the airport.  Each room has an en suite bathroom with a shower, bath and a hairdryer. Facilities include a direct dial telephone and a TV. There is also a minibar, tea and coffee making facilities and air conditioning. Guests can take a refreshing dip in the all-weather swimming pool. Guests can work out in the gym and unwind in the sauna. Tennis courts are also on offer.",
    "countryCode": "JP",
    "country": "Japan",
    "address": "68 Horinouchi, Narita airport - tokyo",
    "email": "room.rsv@anacrowneplaza-narita.jp",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/083713/083713a_hb_r_020.jpg"
  },
  {
    "name": "Royal Park Hotel, Tokyo",
    "description": "The city hotel is exceptionally convenient as a base in Tokyo. The area around the hotel also offers a variety of shops and restaurants. This air-conditioned hotel has 5 restaurants, a coffee shop and a bar. Guests should try to take time to enjoy the tea ceremony room on the hotel's fifth floor to add an extra dimension to their stay. Further facilities include a lobby, currency exchange facilities and a newspaper stand. Guests can take advantages of hairdressing salon, conference facilities and WLAN Internet access. Each room has an en suite bathroom with a shower, bathtub and hairdryer. Also there is a telephone, TV and minibar. Fitness and beauty facilities are available, with an indoor swimming pool, gym and massage room.",
    "countryCode": "JP",
    "country": "Japan",
    "address": " 2-1-1 Nihonbashi-Kakigara-cho, CHUO-KU, Tokyo",
    "email": "front-hak@rphs.jp",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/083714/083714a_hb_r_030.jpg"
  },
  {
    "name": "Conrad Tokyo",
    "description": "Due to a mandatory periodic electrical inspection of the building, the hotel will be temporarily closed from Monday, January 11th, 2021 at 3:00 pm to Tuesday, January 12th, 2021 at 5:00 am. Please accept our apology for any inconvenience caused. We appreciate your kind understanding.Welcome to the Conrad Tokyo hotel, where legendary Conrad excellence meets the calming and inspiring design of modern day Japan. Located 37 floors above the Tokyo Shiodome area, Conrad Tokyo guests can enjoy panoramic views of picturesque Hamarikyu Gardens, a former feudal lord's residence, and the impressive Tokyo Bay skyline. This Tokyo hotel provides a convenient base for exploring the city located just 5 minutes walk from the famous Ginza Shopping Street.\n\nThis Tokyo hotel's 290 guestrooms and suites combine contemporary luxury and technology with an atmosphere rich in the soothing and serene traditions of Japan. Conrad Tokyo's design draws its inspiration from two distinct features of the Japanese cultural landscape: Sumie, majestic black and white paintings, and mon, the entranceways to dwellings or shrines.\n\nJapan's vibrancy, drama and theatrical dining are all embodied in the Conrad Tokyo's 3 signature restaurants, where diners can indulge in a selection of the finest Japanese, Chinese and contemporary French fare. Sample tantalizing Chinese cuisine with an innovative twist at the Michelin-starred China Blue restaurant or enjoy the culinary experience of the Michelin-starred 'Gordon Ramsay at Conrad Tokyo' restaurant, popular with guests and locals alike.\n\nThis luxury Tokyo hotel is conveniently connected to the city's major airports and lies within walking distance of the Ginza District, famed for its upmarket department stores, boutiques and restaurants. Enjoy easy access to Tokyo's major business areas, including the financial district or visit the many nearby Tokyo tourist attractions such as Tsukiji Fish Market and Hamarikyu Gardens.",
    "countryCode": "JP",
    "country": "Japan",
    "address": " 1-9-1 Higashi-Shinbashi, Minato-ku, Tokyo",
    "email": "TYOCI.Reservations@conradhotels.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/083716/083716a_hb_r_001.jpg"
  },
  {
    "name": "Village Hotel Albert Court by Far East Hospitality",
    "description": "Conveniently located just minutes away from the bright lights of Little India and the culture-rich Straits Chinese enclave of Bugis, Village Hotel Albert Court effortlessly straddles the best of both worlds. While a walk around the compound will uncover traditional Indian and Peranakan carvings and motifs on the walls, a peek into any room will reveal modern facilities catered to both business and leisure travellers.\nAdding to this balance of old and new, the hotel has a central courtyard that offers a quiet respite from the bustling malls located just a stone's throw away. Stepping out, guests will find themselves within walking distance of both historical and modern attractions such as the Goddess of Mercy Temple and the Singapore Art Museum. If you're looking to live like a local, Village Hotel Albert Court will definitely put you right at the centre of it all.",
    "countryCode": "SG",
    "country": "Singapore",
    "address": "180 180 Albert Street, Singapore",
    "email": "reseasy@fareast.com.sg",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/06/069614/069614a_hb_r_001.jpg"
  },
  {
    "name": "Carlton",
    "description": "Strategically located in the heart of the city, the 940-room Carlton Hotel is located just minutes away from Singapore's busiest financial and convention centres. These include Suntec Singapore International Convention and Exhibition Centre, Sands Expo and Convention Centre, Esplanade – Theatres on the Bay, Singapore National Museum and major shopping belts in the Marina area as well as Orchard Road. The hotel is located just a short 5-minute walk from City Hall Interchange, Bras Basah, Esplanade, Bencoolen and Bugis MRT stations.  Raffles City Shopping Centre is just opposite the hotel and Changi International Airport is a 20-minute drive away. \n\nThe hotel offers guest rooms and suites from 30sqm with contemporary design to suit your business and travel needs. For more upscale accommodation, stay in our Premier and Premier Club Rooms from 34sqm with full access to the Premier Club Lounge.\n\nAvailable in all guests rooms are complimentary high-speed Wi-Fi, personalised smartphones offering complimentary 3G mobile internet, local and international calls to selected countries as well as PressReader, a complimentary e-news service that offers access to thousands of publications.\n\nHost your meetings and events in any of our 13 meeting rooms. From the high-ceiling and pillarless Empress Ballroom for up to 600 guests to the cosy Istana Room featuring natural daylight, we offer flexible function venues to suit any event or occasion. \n\nIndulge in the finest Cantonese cuisine at our award-winning Wah Lok Cantonese restaurant, all-day dining Café Mosaic offering international buffet and local favourites or enjoy freshly brewed coffee or tea with freshly baked pastries at Tuxedo Cafe & Pâtisserie.",
    "countryCode": "SG",
    "country": "Singapore",
    "address": "76 Bras Basah Road, Singapore",
    "email": "mail@carltonhotel.sg",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/06/069615/069615a_hb_r_009.jpg"
  },
  {
    "name": "Village Hotel Changi by Far East Hospitality",
    "description": "Escape from the hustle and bustle of city life and live like a local the natural way at Village Hotel Changi. Located at the east end of Singapore and within the charming and laidback Changi district, the hotel is indeed a breath of fresh air from the usual city hotels. Guests can not only look forward to waking up to lush foliage and crisp sea breeze, but also trying out the varied dining options nearby that represent every major cuisine in the country.\nIf the hotel's quiet location is still too urban for you, there's always the ever-popular rustic getaway island of Pulau Ubin and the diverse plant and wildlife of the Chek Jawa Wetlands just a short boat ride away. At just 15 minutes away from Changi Airport, it's no wonder Village Hotel Changi is a favourite for nature lovers and transit passengers on a quick stopover.",
    "countryCode": "SG",
    "country": "Singapore",
    "address": " 1 Netheravon Road, Singapore",
    "email": "reseasy@fareast.com.sg",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/06/069616/069616a_hb_r_004.jpg"
  },
  {
    "name": "Conrad Centennial Singapore",
    "description": "The following services and amenities are currently **not available**: Complimentary Evening Social, Golf.Experience the charm of Singapore at the award-winning Conrad Centennial Singapore. A jewel in the heart of Marina Bay with all its 512 guest rooms including suites and lounges fully refurbished, the hotel is one of the city's most esteemed addresses for business and leisure travelers. Well connected, Conrad Centennial Singapore is also 20-minute drive from Changi International Airport and a three-minute walk from the closest MRT station. \n\nWhen staying in an Executive room or suite, enjoy unprecedented access to two lounges. The Executive Lounge on Level 31 has an exclusive residential ambience, accompanied by sweeping views of the Civic district and Marina Bay. The Lounge by the Pool is perfect for families with its strategic location next to the swimming pool. Offering a casual setting in a bright and relaxing environment, the Lounge by the pool is the ideal spot for enjoying a quiet time with loved ones.\n\nFrom sumptuous Asian and international buffets at Oscar's to exquisite Cantonese cuisine at Golden Peony, indulging afternoon tea and delicious cocktails at the opulent Lobby Lounge, the hotel has an array of culinary delights to offer.\n\nThe rejuvenated hotel's spa comprises four treatment rooms including a couple's treatment room. The treatment menu at the Conrad Spa & Fitness is a combination of Asian-inspired treatments and a selection of Essence Vale therapies. Beyond the spa facilities is the hotel's 24-hour fitness center, designed as an urban sanctuary that is both energizing and restorative. The fitness center boasts a host of state-of-the-art cardiovascular and weight equipment as well as open spaces to promote free-form training. The hotel also has a 20-meter outdoor swimming pool.\n\nThe hotel boasts a magnificent 536 square meter ballroom decorated with intricate Italian chandeliers.",
    "countryCode": "SG",
    "country": "Singapore",
    "address": " Two Temasek Boulevard, Singapore",
    "email": "sinci.res@conradhotels.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/06/069617/069617a_hb_r_010.jpg"
  },
  {
    "name": "Copthorne King’s Hotel on Havelock",
    "description": "This outstanding property enjoys a prime situation in the city centre of Singapore. Guests will find themselves just 5 minutes from Chinatown, the popular Orchard Road shopping belt, Robertson Quay and Clarke Quay nightlife. Suntec Convention Centre and Marina Bay Financial Centre are also to be found in the surrounding area. Changi International Airport is to be found a 30-minute driving distance away. Guests will really appreciate the elegant and modern interiors of the accommodation units, as well as the luxurious Moroccan-inspired marble bathrooms. The onsite facilities include an oriental restaurant featuring an impeccable service as well as a terrace café serving delicious Penang delicacies. Business travellers will appreciate the 5 versatile meeting rooms with beautiful views to the Singapore river, all completely equipped with audio-visual equipment and high-speed Wi-Fi.",
    "countryCode": "SG",
    "country": "Singapore",
    "address": "403 Havelock Road, Singapore",
    "email": "rooms@copthornekings.com.sg",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/06/069619/069619a_hb_r_020.jpg"
  },
  {
    "name": "Rendezvous Merry",
    "description": "Located in JingAn and SHA Exhibition Center, Merry Hotel Shanghai is a perfect starting point from which to explore Shanghai. Both business travelers and tourists can enjoy the hotel's facilities and services. Free Wi-Fi in all rooms, 24-hour room service, facilities for disabled guests, Wi-Fi in public areas, car park are just some of the facilities on offer. Guestrooms are designed to provide an optimal level of comfort with welcoming decor and some offering convenient amenities like television LCD/plasma screen, internet access – wireless (complimentary), non smoking rooms, air conditioning, heating. Enjoy the hotel's recreational facilities, including fitness center, sauna, spa, massage, before retiring to your room for a well-deserved rest. Discover all Shanghai has to offer by making Merry Hotel Shanghai your base.",
    "countryCode": "CN",
    "country": "China",
    "address": " 396 Yanan Road West, Shanghai, Shanghai",
    "email": null,
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/088396/088396a_hb_r_004.jpg"
  },
  {
    "name": "Kerry Hotel Beijing",
    "description": "PEK/BJS - Beijing Capital International Airport - 17 miles NE\n.\nLocated in downtown Beijing within the Central Business District the hotel offers easy access to the commercial - shopping and historical sightseeing spots of metropolitan Beijing  including the Forbidden City - Tiananmen Square - Heavenly Temple - Lama Temple - Ritan Park - Pearl Market - Silk Market - and Friendship Store.\nSituated in Beijing s diplomatic-commercial and financial centre and just 40 minutes from the international airport - Kerry Hotel Beijing s preferential location is enhanced by its proximity to major cultural- shopping and entertainment sites.\n\nThe hotel s stylish interior is matched by modern day comforts such as Wi-Fi connectivity throughout the hotel including all 486 guestrooms- public areas and even in the limousines. Paperless check-in and check-out - complimentary minibar and 24-hour gymnasium are some of the hotel s signature services. The Club rooms and suites offer discerning travellers a line-up of enhanced hardware and amenities-including access to The Club Lounge with exclusive privileges.\n.\nWine and dine facilities are presented through four establishments. Kerry s Kitchen delivers authentic- well-cooked Asian cuisine using the finest quality ingredients- while Kerry s Pantry is perfect for grabbing a quick bite. Specializing in authentic Cantonese cuisine - The Horizon Chinese restaurant also serves Beijing and Sichuan signature dishes. An award-winning bar and lounge- Centro features live jazz- fine wines and real cocktails in a seductive atmosphere.\n.\nSpreading 6000sqm- the hotel s Fitness Centre- Kerry Sports- features a 24-hour gymnasium- indoor swimming pool- multi-purpose courts and a recreation room-plus an outdoor jogging track. For MICE organizers - an excess of 6000sqm space offers extensive options for event planning.",
    "countryCode": "CN",
    "country": "China",
    "address": " No 1 Guanghua Road Chao Yang District, Beijing",
    "email": null,
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/088398/088398a_hb_r_031.jpg"
  },
  {
    "name": "Crowne Plaza Shanghai Pudong",
    "description": "This eco-friendly establishment boasts a prime location just 35 minutes' drive from Shanghai Pudong International Airport and is the perfect base from which to explore all this vibrant region has to offer. Ideal for business and leisure travellers alike, it is close to Hangin Rd. subway station, with easy connections into Shanghai city centre. The spacious guest rooms, designed with travellers' comfort in mind, provide a host of services and amenities to guarantee a restful stay, such as soundproofed doors. Those most demanding customers may prefer the luxury suites, featuring a separate living room and a whirlpool, ideal to enjoy a moment of relaxation after a long day of sightseeing. A choice of top quality facilities is available for guests' convenience, such as a spa offering an array of beauty treatments and massages. The restaurant, serving innovative Cantonese, Shanghainese and Sichuan cuisine is the best choice to try traditional recipes.",
    "countryCode": "CN",
    "country": "China",
    "address": "1000 Yanggao Road North, Pudong, Shanghai, Shanghai",
    "email": "angela.wu1@ihg.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/088399/088399a_hb_r_001.jpg"
  },
  {
    "name": "Shangri La Hotel Beijing",
    "description": "PEK - Capital International Airport - 35 KM SW\n.\nThe  luxurious award-winning Shangri-La Hotel Beijing is a landmark in the western part of the city and closed to the financial street and technology district - the major historical sightseeing spots - shopping areas and 30 minutes from the Beijing Capital Airport. Its location and fine reputation has made it the choice for business and travelers and meeting organizers to Beijing.In compliance with Beijing Household Waste Management Regulations effective from 1 May 2020 Shangri-La Hotel Beijing will no longer be providing disposable personal amenities such as toothbrushes- comb- loofah pads- razor set- nail set- shoe mitts in guest rooms. These items will only be available upon request.\nFor your well-being and added peace of mind- we have embraced a series of safety standards and precautionary measures- so you can cherish the moments that truly matter. \nTo learn more about our health and safety commitment and measures we have in place across our hotels-visit www.shangri-la.com-cares.\nWe have been closely monitoring the COVID-19 situation and are following guidelines from the World Health Organisation -WHO  and respective local health agencies where we have operations. We understand there are many concerns during this time and wish to assure our guests that the safety and well-being of our guests-customers and colleagues are of paramount importance to us.\nIn view of the current COVID-19 situation-for all reservations made prior to 1 April 2020-including advanced purchase rates-travelling to our hotels globally before 31st July 2020- we will waive the cancellation charges regardless of booking channel-if cancelled more than 24 hours prior to arrival date.\nGolden Circle has extended tier status for all Diamond and Jade members globally. With this extension-all Golden Circle Diamond and Jade members will maintain their current tier status and benefits until 31 December 2021.",
    "countryCode": "CN",
    "country": "China",
    "address": " 29 Zizhuyuan Road, Beijing",
    "email": "RESERVATIONS.SLB@SHANGRI-LA.COM",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/088416/088416a_hb_r_010.jpg"
  },
  {
    "name": "Holiday Inn Pudong",
    "description": "This hotel is centrally located in the Pudong business district, a 20-minute drive from the city centre, and 10 minutes from Pudong International Exhibition Centre. The hotel has 10 function rooms of various sizes, equipped with all necessary amenities to accommodate meetings, receptions or banquets. Facilities include a lobby with 24-hour reception, hotel safe, currency exchange, a newsstand and lift access. There is a hairdressing salon, Internet access, restaurant, café and bar in the hotel.",
    "countryCode": "CN",
    "country": "China",
    "address": " 899 Dongfang Road, Pudong District, Shanghai",
    "email": "cindy.zhou@hipdsh.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/088418/088418a_hb_r_001.jpg"
  },
  {
    "name": "Paradise Hotel Busan",
    "description": "This hotel is located in the heart of Korea's famous resort destination - Haeundae Beach. The hotel is renowned for its 521 luxurious rooms and its superb additional facilities that include a duty free shopping centre and an exclusive world-class casino. Further facilities include a hotel lobby, restaurants, conference facilities, WLAN Internet access (fees apply) and room service. The hotel offers guest rooms with spectacular views of the ocean. Executive floors with dedicated reception staff and exclusive club lounges are also on offer. All the rooms are well - equipped as standard. The hotel includes an indoor and outdoor hot spring spa, an outdoor swimming pool, a gym offering aerobics and a sauna. Massage treatments are also available.  The hotel has a total of 12 food and beverage outlets, including Chinese, Italian, Japanese and Korean restaurants. check-in time-11:30AM(~2022.2.1)",
    "countryCode": "KR",
    "country": "Korea (Republic of)",
    "address": "296 Haeundaehaebyeon-ro. Haeundae-gu, Busan",
    "email": "WELCOME@PARADISEHOTEL.CO.KR",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/086036/086036a_hb_r_003.jpg"
  },
  {
    "name": "The Westin Chosun Busan",
    "description": "Whether travelling for business or leisure, guests will enjoy the convenient and beautiful location of this hotel. The hotel provides exclusive outside catering for the Nurimaru APEC House, the famous venue of the successful 2005 APEC Economic Leader's Meeting. Guests' business will be upgraded with world-class menus and exceptional personalised service. 290 newly renovated guest rooms provide picturesque views of Haeundae Beach and Gwang-An Bridge. Combining business needs with resort pleasures, all rooms are en suite and are well - equipped as a standard.The hotel has a gym and an indoor swimming pool with an additional children's pool. There is a sauna and a sun terrace, and guests can treat themselves to a massage treatment.  From the continental delicatessen, \"vecchia e nuovo\" to the \"Camellia Restaurant\", guests will be able to satisfy any cravings.",
    "countryCode": "KR",
    "country": "Korea (Republic of)",
    "address": " 67 Dongbaek-ro, Haeundae-gu, Busan",
    "email": "pusanrsvn@chosunhotel.co.kr",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/086037/086037a_hb_r_004.jpg"
  },
  {
    "name": "Busan Lotte Hotel",
    "description": "Busan Lotte is situated in the city of Busan, which is Korea's largest trading harbour city. The hotel is popular among tourists and business persons travelling to the beautiful and ancient city of Kyungju, Hanryu National Sea Park, and the Ulsan-Pohang and Masan-Changwon industrial complexes. Busan Gimhae Airport is approximately 13 km away from the establishment. This hotel comprises of 806 luxury guest rooms, the spectacular Las Vegas Theatre and numerous other facilities and amenities. The hotel also has a gym, swimming pool, golf course and a health club and sauna where guests may relax. There are 14 restaurants, including the Lobby Lounge, Mu Gung Hwa Restaurant serving Korean dishes, Momoyama serving Japanese food and a Chinese restaurant serving dishes from Shanghai. The hotel is the perfect destination for a convenient and comfortable visit to Busan.",
    "countryCode": "KR",
    "country": "Korea (Republic of)",
    "address": "772 Gaya-daero, Busanjin-gu, Busan",
    "email": "WEBMASTER@BUSANLOTTEHOTEL.CO.KR",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/086038/086038a_hb_r_001.jpg"
  },
  {
    "name": "Kolon Seacloud hotel Busan",
    "description": "The hotel is 50 minutes via limousine bus service from Gimhae International Airport and it is 5 minutes from the subway station.  The hotel has quality services and offers guests a comfortable stay after a long day of business. The hotel has 411 generously appointed guest rooms, which are designed to provide comfort to guests. Facilities include a hotel safe, hairdressing salon, casino, restaurant, conference facilities, and room and laundry services.  Each guest room is nicely ventilated with individually regulated air conditioning and are well - equipped as a standard with all the necessary commodities.",
    "countryCode": "KR",
    "country": "Korea (Republic of)",
    "address": " 287 Haeundaehaebyun-Ro, Haeundae-Gu, Busan, Busan",
    "email": "RSVN@SEACLOUDHOTEL.COM",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/086041/086041a_hb_r_004.jpg"
  },
  {
    "name": "Commodore Hotel Busan",
    "description": "The hotel is situated close to the Guk-je and Ja-gal-chi markets. The 314-room hotel is more beautiful and highly functional than any standard hotel. All of the rooms are decorated in the most modern styles for customer convenience. They are all well - equipped as a standard. The gym at the hotel is famous for providing its guests with the best facilities and service. The hotel's goal is to keep guests healthy and relaxed. The club has up-to-date equipment which makes exercising fun and relaxing. The hotel provides its guests with a professional swimming coach for practice lessons or professional swimming lessons, allowing for a very effective swimming session. Furthermore, guests may also enjoy working up a sweat in the hotel sauna. The General Yi is a restaurant which features western food served in a traditional Korean atmosphere.",
    "countryCode": "KR",
    "country": "Korea (Republic of)",
    "address": " 48912 / 151, Junggu-ro, Jung-gu, Busan",
    "email": "room@commodore.co.kr",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/086042/086042a_hb_r_001.jpg"
  },
  {
    "name": "Howard Plaza The Fern, Agra",
    "description": "This 4 star hotel is located within the city of Agra. It is a short drive away from the Taj Mahal. The Hotel has a coffee shop, an outdoor swimming pool and a fitness centre/gym. All 85 rooms are equipped with minibar, hairdryer, safe, ironing set and air conditioning.",
    "countryCode": "IN",
    "country": "India",
    "address": " Fatehabad Road, Bansal Nagar, Tajganj, Agra",
    "email": "res.tf.howardplaza@fernhotels.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/05/059390/059390a_hb_r_001.jpg"
  },
  {
    "name": "Jaypee Palace",
    "description": "The regal Jaypee Palace Hotel and Convention Centre, a glorious structural blend of red sandstone and marble is spread over an unbounded 25 acres of elegantly landscaped luxuriant greenery. Sprinkled with enormous water bodies and endless walkways, this magical creation impeccably blends Mughal and contemporary architecture with modern amenities. Leading the way to luxurious rooms and suites, the impressive interiors along the way set the tone for a majestic way.\n\nThis lavish creation is extraordinarily unique and awe-striking when it comes to ambience, recreation, accommodation, food, spa and everything that you can name. The incredible beauty and irresistible charm of this hotel lures thousands of visitors each year. The amusement and recreation facilities of Jaypee Palace Hotel will make you visit this place again and again.\n\nStrategically located in the main tourist district of Agra, on Fatehabad Road, Jaypee Palace Hotel is 2 hours from Delhi by Train as well as from Yamuna Expressway. There is no denying on the fact that, this lavish creation is a fine concoction of deluxe accommodation, recreation and rejuvenation, hence offer every kind of modern facility that a man would demand today. Being located 12.4 kms from Kheria (Agra) Airport and 8 kms from Agra Cantt, Railway Station, this meticulously designed masterpiece provides wide scope for all the travelers and vacationers to find refuge in its tranquil and serene ambience. The kind of food available at this landmark is one of a kind that will serve to your taste buds until your senses are fully taken over. So, get ready to indulge in the luxury and sumptuousness offered by Jaypee Palace Hotel in Agra.",
    "countryCode": "IN",
    "country": "India",
    "address": " Fatehabad Road, Agra",
    "email": " reservations.jpa@jaypeehotels.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/05/059391/059391a_hb_r_003.jpg"
  },
  {
    "name": "Regenta Place, Bangalore",
    "description": "This hotel is the most centrally located business hotel in MG Road, Bangalore. Guests can easily access all the cultural, business and shopping areas. Ramada Hotel is just 2 km from Cantonment Railway Station, 4 km from City Railway Station and 32 km from Bangaluru International Airport.  The air-conditioned hotel comprises a total of 80 rooms. Guests have access to a bar and restaurant.  The hotel offers spacious rooms, fully-equipped with all the modern facilities to make the stay comfortable.   There is a mini gym for guests to relax and maintain their fitness whilst away from home. The restaurant offers an inspiring culinary journey, serving its famous North Indian cuisine as well as Oriental and European cuisine.",
    "countryCode": "IN",
    "country": "India",
    "address": " 11, Park Road, Near Indian Express, Bangalore, Shivajinagar",
    "email": "rajiv@royalorchidhotels.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/05/059394/059394a_hb_r_012.jpg"
  },
  {
    "name": "Hotel Royal Orchid, Bangalore",
    "description": "The business hotel Royal Orchid enjoys a central setting in Bangalore. This upscale hotel is situated close to the major IT companies and is just 3 km from the main MG Road. Within easy access to a prominent commercial center it is the preferred choice for business travelers. Comprising superb conference and business services, a restaurant serving sumptuous delights and luxuriously-appointed guest accommodation, business guests will appreciate the hotel's exemplary services and attention to detail. During their downtime, guests can enjoy a relaxing round of golf on the K.G.A golf course which is situated next to the hotel.",
    "countryCode": "IN",
    "country": "India",
    "address": " No. 1, Golf Avenue, Adjoining Kga Golf Course, Bangalore",
    "email": "GM.ROYAL@ROYALORCHIDHOTELS.COM",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/05/059396/059396a_hb_r_006.jpg"
  },
  {
    "name": "Raintree St. Mary",
    "description": "The Raintree St. Mary is a marvellous city hotel which enjoy a fantastic situation very close to the business, shopping and leisure areas of the city. Chennai Airport is 13.2 km away and Chennai Railway Station is 9.3 km from the hotel. This luxurious business hotel features contemporary guest rooms and suites fitted with the most up-to-date amenities. It is a stunning blend of comfort, style and high quality service ideal for business and corporate travellers.",
    "countryCode": "IN",
    "country": "India",
    "address": "120 Saint Marys Road, Chennai-madras",
    "email": "reservations@raintreehotels.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/05/059401/059401a_hb_r_020.jpg"
  },
  {
    "name": "Anantara Bophut Koh Samui Resort (SHA Extra+)",
    "description": "The Anantara Resort Bophut Koh Samui is fantastic and luxurious beach hotel which enjoys a superb location on the northwest of the island, right by Bophut beach. The fishing village, with its numerous restaurants and bars, can be reached after a nice stroll. The renowned Chaweng beach is approximately 10 minutes by car from the hotel. This luxury hotel comprises guest rooms of elegant Thai-style décor fitted with the latest amenities and provides peaceful open spaces with up-to-date facilities ideal for relaxation. The beautiful surrounding environment will create a memorable holiday.",
    "countryCode": "TH",
    "country": "Thailand",
    "address": "99/9 99/9 Bophut Bay, Surat thani",
    "email": "bophutsamui@anantara.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/02/025297/025297a_hb_r_001.jpg"
  },
  {
    "name": "Andaman Seaview (SHA Plus+)",
    "description": "Located 50 minutes from Phuket International Airport and 30 minutes from Phuket town and the spectacular palm lined beaches and shimmering blue sea Asia's most popular beach, the stunning beach hotel is situated close to Karon Beach just a 5-minute walk from the heart of Kata. The hotel offers guests the ideal getaway immersed in natural beauty and tranquillity. The warm tones and bright colours of this stunning oasis is ultra-stylish and boasts an array of facilities and amenities. Rooms are equipped with air-conditioning, satellite TV, tea and coffee facilities and complete bathroom with toiletries. Guests can enjoy fine dining in the restaurant and sample the delights of Thai and international cuisines plus a charming atmosphere in the poolside or sunset bars.",
    "countryCode": "TH",
    "country": "Thailand",
    "address": " 1 Karon Soi 4, Karon Road, Karon Beach, Phuket, muang",
    "email": "info@andamanphuket.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/02/025298/025298a_hb_r_001.jpg"
  },
  {
    "name": "Centara Reserve Samui (SHA+)",
    "description": "Surrounded by verdant tropical gardens with swaying palm trees, the luxurious Centara Grand Beach Resort Samui enjoys a perfect location right on sandy Chaweng Beach, the finest beach of Koh Samui, overlooking the sea. The award-winning hotel features a wide variety of first-class services and amenities such as sailing and diving, a shuttle service to Butterfly Garden as well as several fine dining options including authentic Japanese cuisine and Brazilian grilled food. The ideal place for guests looking for a tranquil piece of paradise along the beautiful sea.",
    "countryCode": "TH",
    "country": "Thailand",
    "address": " 38/2 Moo 3, Borpud, Chaweng Beach, Ko samui",
    "email": "crs@chr.co.th",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/02/025316/025316a_hb_r_001.jpg"
  },
  {
    "name": "Chaweng Buri Resort",
    "description": "Surrounded by swaying palm trees and located directly next to a white sandy beach, this enchanting complex invites guests to enjoy areas devoted to relaxation, entertainment and peacefulness. This beachfront complex is located in the bustling Chaweng Beach, in the dream island of Koh Samui. It is some 12 kilometres from the airport and a 30-minute driving distance from Na Thon, the city centre. Guests will also find themselves only a short walk from many entertainment venues, shopping opportunities and dining options. The different accommodation options are surrounded by the rainforest and blend perfectly with the environment, ranging from private garden villas to modern sea view units. Visitors can take advantage of the wide range of onsite facilities, including a restaurant with breathtaking sea views and a wonderful garden terrace.",
    "countryCode": "TH",
    "country": "Thailand",
    "address": " 14/6 Chaweng Beach, Koh Samui, Surat thani",
    "email": "booking@chawengburi.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/02/025359/025359a_hb_r_001.jpg"
  },
  {
    "name": "Asia Airport",
    "description": "This attractive hotel boasts a central location in Pathumthanee, just a few minutes from various entertainment venues and shopping facilities. The airport is located around 3 km away. This charming establishment offers a choice of convenient services and facilities, such as safes, a currency exchange desk and lifts for guests’ convenience. In addition, there is a TV room for guests’ entertainment, a small supermarket and various shops. The onsite dining options include a cosy bar and an air conditioned à la carte restaurant. Moreover, business guests may make use of the conference rooms and the public Internet terminal. As for the accommodation units, the tastefully furnished rooms come with a tiled bathroom with a hairdryer and a well-furnished living area. Additional fittings include a minibar/fridge, a king-sized bed and carpeting. This property features a swimming pool, a spa and a gym, ideal for sports lovers wishing to enjoy an invigorating workout. Other leisure options include a sauna, a steam bath and hot tub. Guests may select their breakfast from a buffet, and lunch and dinner may be taken à la carte.",
    "countryCode": "TH",
    "country": "Thailand",
    "address": "99/2 Moo 8 , Phaholyothin Road Lamlukka, Pathumthanee",
    "email": "AIRPORT@ASIAHOTEL.CO.TH",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/02/025396/025396a_hb_r_009.jpg"
  }
]