[
  {
    "name": "Hyatt Regency Sydney",
    "description": "Hyatt Regency Sydney offers a quintessential Australian experience in one of the most iconic locations Sydney has to offer. Located in Sydney's central business district and overlooking Darling Harbour, this central and convenient location is close to major tourist attractions, entertainment venues, an array of restaurants, bars and shopping districts and an ideal base for exploring the city and surrounds. The hotel features contemporary dining, a Heritage listed pub, rooftop bar and 24-hour fitness centre. After a busy day of exploring Sydney, it is accustomed that our guests unwind with a beverage on our rooftop bar, whilst experiencing one of our famous Darling Harbour sunsets.",
    "countryCode": "AU",
    "country": "Australia",
    "continent": "Oceania",
    "address": " 161 Sussex Street, Sydney",
    "email": "pacific.reservations@hyatt.com",
    "website": "https://www.hyatt.com/en-US/hotel/australia/hyatt-regency-sydney/sydrs",
    "image": "http://photos.hotelbeds.com/giata/08/081635/081635a_hb_r_001.jpg"
  },
  {
    "name": "The Fullerton Hotel Sydney",
    "description": "The hotel is located in the central business district, nestled among the city's renowned shops, restaurants and theatres. The entire city is easily accessible via public transport. This hotel is part of Sydney's historic General Post Office on Martin Place. The hotel offers 416 guest rooms and suites. This is a non-smoking hotel, which is air-conditioned and provides a wide range of facilities, including a lobby with a 24-hour reception, concierge desk, conference meeting rooms, business centre and health club.  Dining options include the Lobby bar and Mosaic restaurant. For an additional fee, internet access and parking are offered.",
    "countryCode": "AU",
    "country": "Australia",
    "continent": "Oceania",
    "address": "1 Martin Place, Sydney",
    "email": "FSY.ENQUIRIES@FULLERTONHOTELS.COM",
    "website": "https://www.fullertonhotels.com/fullerton-hotel-sydney",
    "image": "http://photos.hotelbeds.com/giata/08/081641/081641a_hb_r_005.jpg"
  },
  {
    "name": "Sheraton Mirage Resort & Spa Gold Coast",
    "description": "The Sheraton Grand Mirage Resort is located directly on Main Beach with Sea World just 5 minutes away, Dreamworld and Warner Brothers Movie World are both 15 minutes away and Currumbin Sanctuary is just a 35-minute drive away. It is 30 km from Gold Coast (Coolangatta) Airport. Surrounded by lush tropical gardens and sparkling blue lagoons, this hotel is a place where memories are made. Step from the guest's room onto pristine white sands and dive into the rolling surf of the Pacific Ocean. The hotel features tastefully decorated and well-appointed, elegant rooms with air conditioning and views over the landscaped tropical garden. Guests can enjoy the heated outdoor pool, indoor hot tub/hot tub, spa facilities or gym. The guest's visit will be a truly unforgettable experience with a stay at the Sheraton Grand Mirage Resort ",
    "countryCode": "AU",
    "country": "Australia",
    "continent": "Oceania",
    "address": "71 Seaworld Drive, Main Beach, Main beach, gold coast",
    "email": "sheraton.goldcoast@sheraton.com",
    "website": "www.sheratonmiragegoldcoast.com",
    "image": "http://photos.hotelbeds.com/giata/08/081646/081646a_hb_r_015.jpg"
  },
  {
    "name": "Sheraton Grand Sydney Hyde Park",
    "description": "The Sheraton on the Park is a luxury hotel and is located directly opposite Hyde Park, Sydney. There is a nearby monorail and guests can reach the Sydney Opera House, theatres, galleries and Sydney's Harbor Rocks area in a matter of minutes.This stylish city hotel combines contemporary with classic to create an overall comfortable ambience. Fully air-conditioned, it comprises a total of 557 rooms. All rooms feature either a king or twin-size beds and ensuite bathroom. Guests can enjoy the gym, swimming pool with hot tub and steam/sauna rooms. Exclusive massage therapy and beauty treatments are also available. Botanica Brasserie, Times on the Park, The Gallery Tea Lounge and The Conservatory Bar make up the food and beverage options and provide a friendly service and innovative cuisine.For a truly unforgettable and luxurious experience, stay at the Sheraton on the Park hotel.",
    "countryCode": "AU",
    "country": "Australia",
    "continent": "Oceania",
    "address": "161 161 Elizabeth Street, Sydney",
    "email": "SHERATONONTHEPARK@SHERATON.COM",
    "website": "https://www.marriott.com/hotels/travel/sydsi-sheraton-grand-sydney-hyde-park/",
    "image": "http://photos.hotelbeds.com/giata/08/081834/081834a_hb_r_012.jpg"
  },
  {
    "name": "Cambridge Hotel",
    "description": "The Cambridge Hotel Sydney is an award winning hotel with 173 guest rooms and suites, many with balconies offering Sydney cityscape views. The hotel is located in the city fringe suburb of Surry Hills, which offers guests a diverse range of designer boutiques, cafe culture, celebrity restaurants and casual eateries. It is close to train stations and bus routes, and within walking distance to major Sydney attractions; such as Hyde Park, Darling Harbour, Chinatown as well as Circular Quay and the Opera House. With views of the cityscape, this is Sydney hotel accommodation at its finest. Whether you come for work or play, the Cambridge Hotel has everything you will need to unwind in the comfort of your suite, fitted out with modern, stylish furnishings. Your bed is made with European triple sheeting and both European and regular pillows. Over sized mirrors, tea and coffee facilities and iPod docking stations are just some of the other modern features you will enjoy at Sydneys Cambridge Hotel.",
    "countryCode": "AU",
    "country": "Australia",
    "continent": "Oceania",
    "address": "212 Riley Street, Surry hills",
    "email": "RESERVATIONS@CAMBRIDGEhotel.COM.AU",
    "website": "www.cambridgehotel.com.au",
    "image": "http://photos.hotelbeds.com/giata/08/082791/082791a_hb_r_001.jpg"
  },
  {
    "name": "Intercontinental Wellington",
    "description": "InterContinental Wellington, located adjacent to the New Zealand capital's harbour waterfront, is within close walking distance to popular attractions, and five kilometres from the airport. The hotel is totally non smoking and recently completed a major refurbishment, delivering a new Club InterContinental Lounge, newly defined Deluxe and Club InterContinental guest rooms, a redesigned lobby and dining options. Wireless internet access is available for purchase throughout the hotel.\n\nAll guests 12 years and over are required to be fully vaccinated and validated by the COVID-19 vaccination pass in order to enter the premises, its venues and outlets. This policy will continue to be reviewed in line with the changing government restrictions.",
    "countryCode": "NZ",
    "country": "New Zealand",
    "continent": "Oceania",
    "address": ". 2 Grey Street, Wellington",
    "email": "reservations_wellington@interconti.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/082896/082896a_hb_r_010.jpg"
  },
  {
    "name": "Crowne Plaza Hotel Auckland",
    "description": "Crowne Plaza Auckland is located in the very heart of 'The City of Sails' and is the first choice for holiday makers, leisure travellers and locals alike. The hotel is superbly positioned in the entertainment and shopping hub of Auckland City. It is only a short stroll to Queen Street, Aotea Convention Centre, Sky Tower and the Viaduct Basin, Wynyard Quarter. Due to its unique design, the accommodation rooms start from level 16, ensuring many guest rooms provide excellent views over downtown Auckland. Situated on higher levels, Deluxe rooms feature extra luxuries such as duvets, plush bathrobes, a coffee capsule machine, complimentary mineral water and premium bathroom amenities. The hotel boasts a top floor club lounge with magnificent views over Auckland with 43 Club rooms and suites. All Club rooms enjoy exclusive access to the 28th floor club lounge and guests of Club rooms enjoy continental breakfast and evening cocktails served daily in the Club lounge. IHG Rewards Club members also benefit from free wifi Internet access throughout their stay.",
    "countryCode": "NZ",
    "country": "New Zealand",
    "continent": "Oceania",
    "address": " 128 Albert Street, Auckland",
    "email": "reservations.cpa@ihg.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/083271/083271a_hb_r_010.jpg"
  },
  {
    "name": "Crowne Plaza Christchurch",
    "description": "Centrally located, Crowne Plaza Christchurch is just a short stroll from the city's key attractions. Overlooking Victoria Square and the gently flowing Avon River, you'll enjoy close proximity to CBD dining, shopping and entertainment. Explore the cafes and boutiques of New Regent Street, stroll through Cathedral Square, shop in the new city centre or visit the Christchurch Casino. The hotel features modern rooms with views of the Southern Alps. Each room boasts state-of-the-art technology including Smart TV's Bluetooth, eco-friendly LED lighting, USB charging ports and unlimited free Wi-Fi. Cafe 1851 serves expertly brewed coffee to start your day, while Social Wine Bar is the place to finish it over a glass of wine or a cocktail. Market Place serves an upmarket dining experience focused on local Canterbury suppliers.\n\nAll guests 12 years and over are required to be fully vaccinated and validated by the COVID-19 vaccination pass in order to enter the premises, its venues and outlets. This policy will continue to be reviewed in line with the changing government restrictions.",
    "countryCode": "NZ",
    "country": "New Zealand",
    "continent": "Oceania",
    "address": "764 Colombo Street 764, Christchurch",
    "email": "hotel@crowneplazachristchurch.co.nz",
    "website": "https://www.ihg.com/crowneplaza/hotels/us/en/christchurch",
    "image": "http://photos.hotelbeds.com/giata/08/083272/083272a_hb_r_020.jpg"
  },
  {
    "name": "Crowne Plaza Queenstown",
    "description": "Overlooking stunning Lake Wakatipu with its majestic mountain backdrop, Crowne Plaza Queenstown offers contemporary, stylish accommodation in an outstanding in-town location. Crowne Plaza Queenstown presents 139 superbly appointed rooms over seven graduated floors. The layout of the hotel allows each room to maximise the privacy and use of its individual balcony whilst enjoying views of the lake, surrounding mountains or private central courtyard. Crowne Plaza Queenstown is a chic, modern resort hotel, with premium accommodation, quality furnishings and amenities and world class facilities including valet car-parking, business centre, ski drying room, 24 hour room service and purpose built Leisure concierge/Tour desk area.\n\nAs per government guidance, in order to enjoy the hotel and venues, we are required to verify your Covid ‘My Vaccine Pass' upon entry.",
    "countryCode": "NZ",
    "country": "New Zealand",
    "continent": "Oceania",
    "address": ". Beach Street & Shotover, Queenstown",
    "email": "HOTEL@CROWNEPLAZAQUEENSTOWN.CO.NZ",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/08/083273/083273a_hb_r_010.jpg"
  },
  {
    "name": "The Spencer on Byron",
    "description": "The Spencer on Byron Hotel, Takapuna Auckland, effortlessly combines well appointed accommodation, award winning dining, first class conference space and leisure facilities with unsurpassed panoramic views of Rangitoto Island, Auckland Harbour and the Hauraki Gulf. Located just 500 metres from Takapuna Beach and only 10 minutes from both Auckland CBD and Albany Business Park, experience the difference with a diverse range of shopping, dining and family fun activities right on this Auckland hotels doorstep.",
    "countryCode": "NZ",
    "country": "New Zealand",
    "continent": "Oceania",
    "address": "9-17 Byron Avenue, Takapuna Beach, P.O. Box 33-1148, Auckland",
    "email": "reservations@spencerbyron.co.nz",
    "website": "http://www.spencerhotel.co.nz",
    "image": "http://photos.hotelbeds.com/giata/08/084235/084235a_hb_r_004.jpg"
  },
  {
    "name": "Crowne Plaza Port Moresby",
    "description": "This charming hotel can be found in Port Moresby-Port Moresby town. Everyone staying at this accommodation may take advantage of the Wi-Fi connection on public areas at Crowne Plaza Port Moresby. Crowne Plaza Port Moresby provides 24-hour reception. Crowne Plaza Port Moresby provides parking for guests' convenience. Crowne Plaza Port Moresby has functional business facilities, ideal for business travellers. ",
    "countryCode": "PG",
    "country": "Papua New Guinea",
    "continent": "Oceania",
    "address": " Cnr Hunter & Douglas Street, Port moresby",
    "email": "brucoli@aeroviaggi.it",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/29/293981/293981a_hb_r_004.jpg"
  },
  {
    "name": "Holiday Inn & Suites Port Moresby",
    "description": "This charming hotel is situated in Port Moresby-Port Moresby town. Travellers can make good use of the wireless internet connection available at the public areas of the property. The front desk offers 24-hour reception. Visitors will delight in the meals served at the hotel. Those who wish to disconnect from daily routine may make use of the property's health and wellness facilities. Corporate travellers may avail for business facilities and services. Some services may be payable. ",
    "countryCode": "PG",
    "country": "Papua New Guinea",
    "continent": "Oceania",
    "address": " Cnr Waigani Drive & Wards Rd Boroko, Port moresby",
    "email": null,
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/29/299023/299023a_hb_r_001.jpg"
  },
  {
    "name": "Airways",
    "description": "This comfortable hotel is located in Port Moresby-Port Moresby town. Those staying at this accomodation may surf on the internet thanks to the Wi-Fi access ready to use on public areas. Airways offers 24-hour reception for guests' convenience. Owing to its health and wellness services, this hotel is ideal for a relaxing break from the stress and strain of daily life. ",
    "countryCode": "PG",
    "country": "Papua New Guinea",
    "continent": "Oceania",
    "address": " Jacksons Parade, Port moresby",
    "email": "reservations@airways.com.pg",
    "website": "http://www.airways.com.pg/",
    "image": null
  },
  {
    "name": "Holiday Inn Express Port Moresby",
    "description": "This charming hotel can be found in Port Moresby-Port Moresby town. The total number of units is 51. Wi-Fi internet connection is available on public areas. The reception desk is open all day long. Common areas are suitable for wheelchair-disabled people. There is a car park. This environmentally-sustainable hotel has achieved the certification. There are business facilities and services for guests' added convenience. Holiday Inn Express Port Moresby may charge a fee for some services. ",
    "countryCode": "PG",
    "country": "Papua New Guinea",
    "continent": "Oceania",
    "address": " Islander Drive,Waigani, Port moresby pg",
    "email": "kasia.diaz@ihg.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/61/615138/615138a_hb_r_003.jpg"
  },
  {
    "name": "Hilton Port Moresby",
    "description": "The following services and amenities are available, but with **reduced service**: Executive Lounge, On-site Restaurant(s).Located in Hohola, the emerging Government District, Hilton Port Moresby is a midway point between Jacksons International Airport and the Port Moresby waterfront. The hotel is part of the Star Mountain Plaza development, a secure complex with 24-hour monitored and patrolled security services. The precinct features a unique Cultural Trail celebrating the rich heritage of Papua New Guinea, showcasing the artwork and memorabilia that represent the country's lifestyle and culture.\n\nAdjacent to the hotel is the Kutubu Convention Centre, offering a wide range of event spaces from a boardroom for 10 to a convention-style open space for 800 guests. The Convention Centre is within the same precinct and is connected to the hotel via a short walkway. Visual display screens are prominent throughout the hotel and can also be used for your corporate or social event purposes.\n\nRelax in a modern guest room featuring floor-to-ceiling windows, a 50-inch HDTV and ergonomic workspace. Select an executive room or suite for added space, stunning views and extra amenities.\n\nThe top floor of the hotel is home to an exclusive Executive Lounge and the unique Summit venue providing a top-quality retreat to relax, meet friends and enjoy fine wines, beers, spirits and cocktails. Rejuvenate in the top-floor fitness centre offering the latest cardio and resistance equipment, or take a dip in the outdoor pool.\n\nExperience traditional Papua New Guinea dining at Mumu, our indoor/outdoor venue featuring live cooking stations with a Mumu oven - a traditional earthenware oven from the highlands of Papua New Guinea. Enjoy all-day dining at Feast, including an extensive Sunday brunch, or join fellow sports fans and watch the latest match on the big screen in the Copper sports lounge.",
    "countryCode": "PG",
    "country": "Papua New Guinea",
    "continent": "Oceania",
    "address": " Wards Road, Hohola, Port moresby",
    "email": "POMSM_GM@hilton.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/65/655670/655670a_hb_r_001.jpg"
  },
  {
    "name": "InterContinental Fiji Golf Resort & Spa",
    "description": "InterContinental Fiji Golf Resort & Spa offers contemporary luxury on white sands. Featuring 3 restaurants and 2 bars, a serene spa, 18 hole championship golf course, 3 swimming pools, kids club, wedding chapel and conference facilities, the InterContinental Fiji Golf Resort & Spa defines all that a tropical retreat should be. Signature to the resort is the Cleopatra style bath tubs for 2 and the day beds which are located on your private terrace. As a fully integrated resort, a comprehensive range of leisure and recreational activities are available for all ages. Club InterContinental is a celebration of style offering seasoned travelers the exclusivity of a 'resort within a resort'. In addition to the breathtaking views, access to the private Club pool and lounge area, many of the 50 hilltop villas feature individual plunge pools and spa baths.",
    "countryCode": "FJ",
    "country": "Fiji",
    "continent": "Oceania",
    "address": " Maro Road, Natadola Bay,Viti Levu, Fiji Islands, Natadola bay",
    "email": "wholesale.fiji@ihg.com",
    "website": "fiji.intercontinental.com",
    "image": "http://photos.hotelbeds.com/giata/13/137792/137792a_hb_r_010.jpg"
  },
  {
    "name": "Westin Denarau Island Resort & Spa",
    "description": "Welcome to the world of Westin luxury in the South Pacific. A place where five star comfort harmonizes with lush tropical surroundings and international style fuses with Fijian island warmth. Located on Denarau Island, the resort is stylishly designed to reflect Fiji's rich cultural heritage and local style. It is further complimented with the finest resort facilities, including the award winning Heavenly Spa by Westin.",
    "countryCode": "FJ",
    "country": "Fiji",
    "continent": "Oceania",
    "address": " Denarau Island, Nadi",
    "email": "fijires.denarau@westin.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/13/137793/137793a_hb_r_001.jpg"
  },
  {
    "name": "Sheraton Denarau Villas",
    "description": "The most exclusive oceanfront resort in Fiji, Sheraton Denerau Villas epitomise luxury. From the comfort of the resort's luxuriously appointed self contained villas and guestrooms to the beautiful waterfront infinity pool, lagoon style pool, tropical gardens, spa and 18 hole championship golf course, vacationers and families will be surrounded by the many exciting recreational options on offer. The 82 one, two and three bedroom vilals reflect the Pacific Island feel and feature a cozy and comfortable lounge with dining area and complete with LCD TV, DVD player and ghome theatre sound system, a fully equipped kitchen, ensuite bathroom and laundry. The guestrooms offer all the conveniences of a superbly appointed Sheraton Resort room. The villas guests have full access to the facilites at Sheraton Fiji Resort and The Westin Denerau Island Resort & Spa, including 17 restaurants and bars, 6 swimming pools, childrens facilities and leisure and recreations facilities.",
    "countryCode": "FJ",
    "country": "Fiji",
    "continent": "Oceania",
    "address": " Denarau Island West, Nadi",
    "email": "res485.denaraufiji@sheraton.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/13/137794/137794a_hb_r_004.jpg"
  },
  {
    "name": "Sheraton Fiji Resort",
    "description": "This majestic resort enjoys an exclusive location and is connected to the mainland by a small causeway. The hotel is situated just a short distance away from the spectacular Port Denarau Marina, and Nadi International Airport is just 20 minutes away.This breath-taking resort offers guests a treat for the senses, with sweet aromas of nearby flora, luxuriant vegetation, the calming sound of the sea lapping the shore and a vibrant palate of emerald green, pearl white and turquoise, visitors will never want to leave this indescribable retreat. The guest rooms are sumptuously-appointed with soothing tones and lavish wood elements, offering a haven of relaxation and unparalleled comfort. The resort provides an exemplary choice of leisure, recreational and dining facilities for the ultimate experience in tropical living.",
    "countryCode": "FJ",
    "country": "Fiji",
    "continent": "Oceania",
    "address": " Denarau Island South, Nadi",
    "email": "res485.denaraufiji@sheraton.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/13/137799/137799a_hb_r_020.jpg"
  },
  {
    "name": "Bedarra Beach Inn",
    "description": "Bedarra Beach Inn is a gem set right on the lagoon in the heart of Fiji's Coral Coast. Surrounded by lush gardens leading to the beachfront, its idyllic setting provides the perfect ambience for relaxation & rejuvenation. Offering personalized, intimate & friendly service of a small Inn with the luxurious accommodation, exquisite cuisine and special attention you'd expect from a large international resort costing twice the price. Effective January 1 2022, all travellers from Travel Partner Countries, 12 years and over, must produce a negative PCR test taken no more than 2 calendar days prior to the scheduled day of departure (previously 72 hours). This applies to all travellers disembarking in and transiting through Fiji. In addition, all eligible travellers will now be required to take an approved Rapid Antigen Test after 24 hours of their arrival into Fiji (previously after 48 hours).",
    "countryCode": "FJ",
    "country": "Fiji",
    "continent": "Oceania",
    "address": " Sunset Strip, Sigatoka",
    "email": "frontdesk@bedarrafiji.com",
    "website": "www.bedarrafiji.com",
    "image": "http://photos.hotelbeds.com/giata/13/137803/137803a_hb_r_001.jpg"
  },
  {
    "name": "Le Paris",
    "description": "This charming hotel is in Noumea. There are a total of 20 units at Le Paris. The hotel offers Wi-Fi internet connection on-site. Visitors can enjoy the convenience of 24-hour reception. Cots are not available at this establishment. Some services may be subject to additional charges. ",
    "countryCode": "NC",
    "country": "New Caledonia",
    "continent": "Oceania",
    "address": "45/47 Rue De Sebastopol, Noumea",
    "email": "leparis@canl.nc",
    "website": "www.hotelleparis-noumea.com",
    "image": "http://photos.hotelbeds.com/giata/32/323308/323308a_hb_r_001.jpg"
  },
  {
    "name": "Le Meridien Noumea",
    "description": "Vivid turquoise waters stretch to the horizon, unspoilt beaches and endless blue skies surround you, inspiring your imagination. Le Meridien Noumea captures the cosmopolitan, energetic spirit of New Caledonia's capital with an unmatched lagoon front location, just ten minutes from the buzz of the city centre.",
    "countryCode": "NC",
    "country": "New Caledonia",
    "continent": "Oceania",
    "address": " Pointe Magnin, Noumea",
    "email": "le.meridien@meridien.nc",
    "website": "http://www.starwoodhotels.com/lemeridien/property/overview/contact.html?propertyID=1842",
    "image": "http://photos.hotelbeds.com/giata/32/323470/323470a_hb_r_010.jpg"
  },
  {
    "name": "Le Lagon",
    "description": "This lovely hotel is set in Noumea. This establishment offers a total of 62 rooms. Le Lagon includes Wi-Fi internet connection in all public areas and accommodation units. Clients are welcomed in a lobby with 24-hour reception. Cots are not available at this establishment. The varied entertainment offer at Le Lagon guarantees its guests will enjoy their stay. ",
    "countryCode": "NC",
    "country": "New Caledonia",
    "continent": "Oceania",
    "address": "149 Rte de l'Anse Vata, Noumea",
    "email": "info@lelagon.nc",
    "website": "http://www.lelagon.nc/",
    "image": "http://photos.hotelbeds.com/giata/32/324020/324020a_hb_l_001.JPG"
  },
  {
    "name": "Hilton Noumea La Promenade Residences",
    "description": "The following services and amenities are available, but with **reduced service**: On-site Restaurant(s).The following services and amenities are currently **not available**: Concierge, Breakfast, Room Service.Relax in a Pacific paradise at Hilton Noumea La Promenade Residences. The Residences are located in the heart of Noumea, New Caledonia and boast direct access to Anse Vata Beach, offering an array of exciting water activities including scuba diving, snorkeling, and sailing. Browse the Riviera-style boutiques, and discover shopping and dining in the Shopping Center located right underneath the residences. With museums, casinos, restaurants, bars and nightclubs there is something for everyone in Noumea.\n\nStylish studio, one, two and three bedroom apartments offer flexibility and independence with a fully equipped kitchen, a spacious living area, WiFi, a Smart TV and a DVD player. Relax with a drink on the private balcony boasting magnificent views over the lagoon.\n\nMaintain your exercise regime at the fitness center or swim laps in the tropically-inspired outdoor pool. Female guests can revitalize the senses at Oxalis Women's Wellbeing Center, offering an array of specialty treatments. The open plan La Terrasse restaurant serves tempting local specialties with a French flair in a spectacular setting overlooking the bay.\n\nHold a truly unforgettable wedding in the intimate glass-walled chapel. Our professional events team will be delighted to help plan the details, helping your dream day become a reality. Choose the functional meeting room for business events of up to 30 guests. Complimentary WiFi and modern A/V equipment ensure your event is a success",
    "countryCode": "NC",
    "country": "New Caledonia",
    "continent": "Oceania",
    "address": "109 109 Promenade Roger Laroque, Noumea",
    "email": "NOULP_DS@HILTON.COM",
    "website": "http://www3.hilton.com/en/hotels/new-caledonia-french/hilton-noumea-la-promenade-residences-NOULPHI/",
    "image": "http://photos.hotelbeds.com/giata/32/324195/324195a_hb_r_001.jpg"
  },
  {
    "name": "Le Meridien Ile Des Pins",
    "description": "Le Meridien Ile des Pins is the quintessential Pacific paradise destination. Nestled in the heart of the New Caledonia Barrier Reef, a UNESCO World Heritage Site, Le Meridien Ile des Pins is a stunning private island resort, overlooking beautiful Oro Bay Beach. Indulge your senses with sand as soft as talcum powder and shimmering azure blue lagoon waters.  Reside in one of only 48 luxurious rooms and suites and discover uncompromising fine dining, wellness and direct access to the pristine lagoons for an unparalleled holiday in New Caledonia.\n",
    "countryCode": "NC",
    "country": "New Caledonia",
    "continent": "Oceania",
    "address": "BP 175 Baie d'Oro, Ile des pins",
    "email": null,
    "website": "http://www.lemeridieniledespins.com/",
    "image": "http://photos.hotelbeds.com/giata/49/494341/494341a_hb_r_001.jpg"
  },
  {
    "name": "Heritage Park Hotel",
    "description": "This comfortable hotel is located in Honaira. The accomodation features a total of 87 units. Wi-Fi internet connection is available on public areas. This hotel offers 24-hour reception for guests' convenience. Cots are not available at Heritage Park Hotel. The premises offer accessible public areas. This accomodation features a variety of dining experiences to guarantee clients enjoy all aspects of their visit. Heritage Park Hotel may charge a fee for some services. ",
    "countryCode": "SB",
    "country": "Solomon Islands",
    "continent": "Oceania",
    "address": " Mendana Avenue, Honiara",
    "email": "info@heritageparkhotel.com.sb",
    "website": "http://www.heritageparkhotel.com.sb/",
    "image": "http://photos.hotelbeds.com/giata/29/295015/295015a_hb_r_001.jpg"
  }
]