[
  {
    "name": "Hilton Chicago",
    "description": "Our Hotel's Policies Have Changed  ” Weve updated our reservation and cancellation policies and extended Hilton Honors Points and status. All United States properties require face coverings in all indoor public areas for guests and team members. Please visit our  dedicated COVID-19 page  for the latest. Prior to travelling, please check the local government website for your destination to understand any local requirements or restrictions that may be in place.Welcome to the Hilton Chicago, Chicago's best address for business or leisure, where a $50 million rejuvenation provides you an environment where Classic meets Cool. The Hilton Chicago is located in the South Loop district of downtown Chicago, within walking distance of State Street and Magnificent Mile shopping, Financial District, Millennium Park, The Field Museum, Buckingham Fountain, Shedd Aquarium, Adler Planetarium and Soldier Field. Overlooking Grant Park, Lake Michigan and Museum Campus, Hilton Chicago is in walking distance of Soldier Field's games and concerts, and near Pilsen neighborhood's bar and restaurant scene. Hop on the 'L' to Chinatown or simply absorb the arts featured in Wabash Arts Corridor. Enjoy a soulful evening at Buddy Guy's Legends. \n\nThe Hilton Chicago is also convenient to noted learning institutions such as University of Chicago, Columbia College, Roosevelt University and DePaul University. The Hilton Chicago provides easy access steps from its doors to local transportation by taxi, public bus or train which takes you directly to the numerous dining and shopping options, a multitude of surrounding corporate or association based offices, or a day out at Wrigley Field - Cubs, Guaranteed Rate Field -White Sox and United Center - Bulls and Blackhawks. Business travelers enjoy the modern business conveniences of the Hilton Chicago. Those attending conventions and tradeshows will want to take advantage of the Hilton Chicago by being the closest downtown hotel to McCormick Place.",
    "countryCode": "US",
    "country": "United States of America",
    "continent": "Northern America",
    "address": " 720 South Michigan Avenue, Chicago",
    "email": "CHICH_GM@hilton.com",
    "website": "www3.hilton.com/en/hotels/illinois/hilton-chicago-CHICHHH/index.html",
    "image": "http://photos.hotelbeds.com/giata/00/006474/006474a_hb_r_001.jpg"
  },
  {
    "name": "Four Points by Sheraton Los Angeles Int'l Airport",
    "description": "This charming hotel is just a mile from LAX Airport and a mile from Manhattan Beach. Centrally located, everything in L.A. is right here: shopping, dining and entertainment. Guests can lounge by the outdoor swimming pool, work out in the Fitness Centre or get together in the banquet and meeting space. If guests prefer, they can have a delicious meal in the property. After an exhausting and entertaining day exploring the city, the comfortable rooms welcome visitors with a cosy atmosphere and with all the essential amenities needed for a pleasant and memorable stay.",
    "countryCode": "US",
    "country": "United States of America",
    "continent": "Northern America",
    "address": " 9750 Airport Boulevard, Los angeles",
    "email": null,
    "website": "http://www.fourpointslax.com/la-airport-hotel",
    "image": "http://photos.hotelbeds.com/giata/00/006478/006478a_hb_r_001.jpg"
  },
  {
    "name": "Sheraton Universal Hotel",
    "description": "This upscale, landmark hotel enjoys an exciting setting in Los Angeles. The hotel is situated within easy access of the main attractions that this glamorous area has to offer. Guests will find themselves just a short distance away from Melrose Avenue, Hollywood, Beverly Hills and downtown Los Angeles. This magnificent hotel tempts guests into a veritable lap of luxury. Known as the 'Hotel of the Stars' the hotel effortlessly combines impeccable service with artistic intrigue, enjoying influences from the golden age of film. The guest rooms are sumptuously designed, enveloping visitors in luxury and decadence. This mesmerising hotel affords guests a seemingly endless array of exceptional facilities and services, ensuring an unrivalled experience and the utmost in excellence.",
    "countryCode": "US",
    "country": "United States of America",
    "continent": "Northern America",
    "address": " 333 Universal Hollywood Drive, Universal city",
    "email": null,
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/00/006480/006480a_hb_r_002.jpg"
  },
  {
    "name": "Westin Copley Place",
    "description": "Experience one of Boston's most celebrated neighborhoods from The Westin Copley Place, Boston. Recently renovated, our AAA Four-Diamond hotel, situated in the heart of historic Back Bay, places you near Faneuil Hall, Fenway Park and more, all just minutes away. Within our welcoming hotel, you'll enjoy beautifully appointed guest rooms and suites, with signature touches including our Westin Heavenly® Bath and sumptuous Westin Heavenly® Bed. Dine in our sumptuous restaurants, from breakfast at The Huntington, to classic Brazilian steakhouse fare next door at Fogo de Chão. Find your balance in our 24-hour WestinWORKOUT® Fitness Studio, or take advantage of our RunWESTIN™ program, with guided group runs and running maps.",
    "countryCode": "US",
    "country": "United States of America",
    "continent": "Northern America",
    "address": " 10 Huntington Avenue, Boston",
    "email": null,
    "website": "http://www.westincopleyplaceboston.com/",
    "image": "http://photos.hotelbeds.com/giata/00/006483/006483a_hb_r_012.jpg"
  },
  {
    "name": "Miami Beach Resort",
    "description": "This stunning hotel is located next to a private beach, between the Atlantic Ocean and the Intracoastal Waterway. The hotel is minutes from Art Deco landmarks, fascinating museums, and state-of-the-art sporting arenas. In addition, fashionable Lincoln Road's open-air boutiques, dining, and clubs are a short drive down the road. Local attractions include the Miami Seaquarium, the Metro Zoo, or a host of other outdoor adventure parks.",
    "countryCode": "US",
    "country": "United States of America",
    "continent": "Northern America",
    "address": " 4833 Collins Avenue, Miami beach",
    "email": null,
    "website": "http://www.miamibeachresortandspa.com/",
    "image": "http://photos.hotelbeds.com/giata/00/006486/006486a_hb_r_005.jpg"
  },
  {
    "name": "DoubleTree by Hilton Toronto Downtown",
    "description": "The following services and amenities are available, but with reduced service: Pool.The following services and amenities are currently not available: Concierge, Fitness Center, Breakfast, On-site Restaurant(s), Room Service.A landmark hotel in the heart of downtown Toronto located at 108 Chestnut St., Toronto in the city's business hub. Conveniently located close to major Government Offices, Nathan Phillips Square, City Hall, World Class Hospitals, Universities, US Consulate & Diplomatic Missions, Toronto's Eaton Centre, Yonge/Dundas Square, TTC subway, underground PATH, major attractions and points of interest.\nThe hotel features 490 modern non-smoking guest rooms including 34 suites. The standard guestrooms consist of the choice of standard king, queen, or two double beds. The 26 two-room suites boast kitchenettes and separate living area, are ideal for extended stays or guests looking for additional space. The hotel also has 4 Junior Suites which have an open-concept layout with kitchenettes as well as 4 Executive Suites, all of which are located on the 25th and 26th floors. The suites are large enough to accommodate intimate corporate meetings or receptions. \nThe hotel offers a concierge service, uniformed security patrol, secure underground guest parking, and an ATM located in the lobby.\nGuests can stay connected with complimentary high-speed internet access throughout the hotel and 24 hour open-concept business centre. \nMaintain your exercise regime in the complimentary 24-hour Precor fitness center, unwind in the sauna or take a dip in the heated indoor swimming pool. Changing facilities are equipped with lockers. A laundry room is situated on the Mezzanine Level for guest convenience.\nDine-in or takeout at our new concept on-site Hemisphere's Restaurant for breakfast, lunch or dinner. Relax and enjoy light fare and cocktails with friends or colleagues in our Bistro lounge. Room service is available for breakfast and dinner services.",
    "countryCode": "CA",
    "country": "Canada",
    "continent": "Northern America",
    "address": " 108 Chestnut Street, Toronto",
    "email": "YTOCS_DT_Hotel@hilton.com",
    "website": "www.torontodowntown.doubletree.com",
    "image": "http://photos.hotelbeds.com/giata/04/048930/048930a_hb_r_020.jpg"
  },
  {
    "name": "Soho Metropolitan",
    "description": "The moment you set foot upon the marble floors of the SoHo Metropolitan Hotel, you enter a world of exquisite delights and unparalleled convenience, where commitment to service and personal attention exceed all expectations. There is wireless internet access throughout the hotel, clefs d'or concierge services, fully staffed business centre, a 10,000 sq. ft. salon for pampering, and an avante garde fitness centre, steam room, whirlpool, and lap pool for maintaining your tone. The outdoor terrace, with direct access for the health club, offers a sun deck and marquee area for special events. There are 86 oversized guest rooms perfect for double occupancy with 72' king-size beds covered with European natural down duvets and fine Italian Frette linen with marble-clad bathrooms featuring soaker tubs, separate shower and designer bathroom amenities. Room features include Dolby Surround Sound with remote control - stereo, DVD players and 27 - inch colour TV.",
    "countryCode": "CA",
    "country": "Canada",
    "continent": "Northern America",
    "address": " 318 Wellington St W, Toronto",
    "email": "apapa@metropolitan.com",
    "website": "www.metropolitan.com",
    "image": "http://photos.hotelbeds.com/giata/04/048931/048931a_hb_r_003.jpg"
  },
  {
    "name": "Bond Place Hotel Toronto",
    "description": "This hotel is located in the heart of Toronto, steps from the Eaton Centre. Shopping and entertainment venues abound in the immediate vicinity, and the hotel is an ideal base for exploring the city's famous sights, such as the Art Gallery, the Royal Ontario Museum, and the Harbour Front. The nearest subway station is 2 minutes' walk from the Hotel.  This well-located, 18-storey hotel comprises a total of 285 rooms. Guests are welcomed in the inviting lobby 24-hour a day. Within the Hotel there are conference rooms to accommodate up to 200 people, fitness centre and business centre. The tasteful, modern rooms are well - equipped as standard. At B espresso bar, cappuccino and espresso come in heated porcelain cups and are served on small trays with a glass of water. The menu also includes four types of salads as well as sandwiches.",
    "countryCode": "CA",
    "country": "Canada",
    "continent": "Northern America",
    "address": " 65 Dundas Street East, Toronto",
    "email": "reservation@bondplace.ca",
    "website": "www.bondplace.ca",
    "image": "http://photos.hotelbeds.com/giata/04/048932/048932a_hb_r_001.jpg"
  },
  {
    "name": "Hampton Inn Suites Toronto Downtown Ontario Canada",
    "description": "This 3 star hotel is located in the city centre of Toronto and was established in 1928. It is close to the Dundas Square and the nearest station is College Station. The Hotel has an indoor swimming pool and a fitness centre/gym. All 102 rooms are equipped with hairdryer, safe, ironing set and air conditioning.",
    "countryCode": "CA",
    "country": "Canada",
    "continent": "Northern America",
    "address": " 300 Jarvis Street, Toronto",
    "email": null,
    "website": "www.ramadaplazatoronto.com",
    "image": "http://photos.hotelbeds.com/giata/04/048933/048933a_hb_r_027.jpg"
  },
  {
    "name": "Metropolitan Hotel Vancouver",
    "description": "Ideal for business and leisure travellers alike, this enchanting establishment offers a privileged situation in Vancouver city centre. It is surrounded by countless shops and entertainment venues and at the same time positioned against a serene mountain backdrop. Nearby attractions include Vancouver Art Gallery, Pacific Centre Shopping, Stanley Park, Queen Elizabeth Theatre and BC Place & GM Place Stadium. This outstanding property comprises a large choice of tastefully decorated guest rooms featuring spacious marble bathrooms and a large choice of modern conveniences. The award-winning chefs serve a choice of regional specialities that will satiate guests' appetite at the onsite restaurant, whilst business travellers will find conference and banqueting facilities perfectly appointed with state-of-the-art audio-visual display and Internet access to host any kind of event.",
    "countryCode": "CA",
    "country": "Canada",
    "continent": "Northern America",
    "address": " 645 Howe St., Vancouver",
    "email": "apapa@metropolitan.com",
    "website": "www.metropolitan.com",
    "image": "http://photos.hotelbeds.com/giata/04/049010/049010a_hb_a_030.jpg"
  },
  {
    "name": "Temptation Cancun Resort - Adults Only",
    "description": "This property features elegant facilities and endless excitement, including nightly shows, live music, themed swimming pools, daily activities and risqué contests. In addition, Temptation Cancun Resort has luxurious guestrooms with modern services and practical amenities. If you´re an adventurous single traveler or couple seeking relaxation and fun, this Adult´s Only resort is the perfect option for your next stay in Cancun. Featuring a privileged oceanfront location in Cancun, Temptation Cancun Resort is an All Inclusive Hotel for Adults 21 years and older with an uninhibited, exclusive and sensual atmosphere. It is a great option for open-minded travelers seeking a clothing-optional resort.",
    "countryCode": "MX",
    "country": "Mexico",
    "continent": "Central America",
    "address": " Km 3.5 Boulevard Kukulcan Zona Hotelera, Cancun",
    "email": "TEMPTATION@ORIGINAL-GROUP.COM",
    "website": "www.temptation-experience.com",
    "image": "http://photos.hotelbeds.com/giata/00/001918/001918a_hb_r_008.jpg"
  },
  {
    "name": "Park Royal Beach Cancun",
    "description": "Park Royal Beach Cancun has a privileged location in the hotel zone. Yamil Lu'um, an ancient Maya observation point, is accessible from the hotel.\nThe resort has 310 guest rooms; comfort and spaciousness are part of the amenities. Park Royal Beach Cancun features\nfour restaurants, two snack bars, and four bars for the whole family to enjoy the best culinary experience.\nIf you travel with children, our kids' club is the best place to ensure their fun. The resort has a main pool, a kid's pool with a water playground, and an adults-only pool with bar service. Its fitness center is ready if you like exercising and our spa offers the perfect treatments for your rest and renewal at Park Royal Beach Cancun.",
    "countryCode": "MX",
    "country": "Mexico",
    "continent": "Central America",
    "address": " Blvd Kukulkan Km. 12.5, Zona Hotelera, Cancun",
    "email": "reservationscaribe3@park-royalhotels.com",
    "website": "http://parkroyal.mx/es/park-royal/cancun",
    "image": "http://photos.hotelbeds.com/giata/00/001921/001921a_hb_r_001.jpg"
  },
  {
    "name": "Playa Los Arcos Hotel Beach Resort & Spa",
    "description": "Playa Los Arcos Hotel Beach Resort & Spa is a charming colonial boutique style Hotel that invites you to enjoy the vacation of your dreams, this beachfront hotel is ideal for families, friends, couples, wedding or simple just a beach escape. The quality of its facilities, hospitality and tradition of excellence in service will make your stay a trully pleasurable experience.\n\nLocated on the best beach of Vallarta “Playa del Sol” in the heart of the exciting Romantic Zone, one of the best tourist áreas of Vallarta. Here you can find all types of residences, prestigious restaurants, cafes, boutiques, galleries and the best nightlife. Only a few steps from the new Malecon, the Cathedral and the New Pier.\n\nNewly renovated rooms and suites featuring one King bed or two double beds, private balcony or terrace, air conditioning with individual control, marble bathrooms, hairdryers, direct dial phone, cable TV, in-room safe, iron and ironing board. In addtion the suites offer a living área, kitchenette and some a lovely view of the ocean. All of our rooms are beautifully decorated in colonial Mexican style with an exclusive collection of furnitue authentically hand carved of natural Woods by Mexican artisans.\n\n\n",
    "countryCode": "MX",
    "country": "Mexico",
    "continent": "Central America",
    "address": " Olas Altas 380 Col. Emiliano Zapata, Puerto vallarta",
    "email": "RESERVACIONES@PLAYALOSARCOS.COM",
    "website": "www.playalosarcos.com",
    "image": "http://photos.hotelbeds.com/giata/00/001924/001924a_hb_r_002.jpg"
  },
  {
    "name": "Villa Premiere Boutique & Romantic Getaway",
    "description": "Villa Premiere Boutique Adults Only is a luxury hotel for people over 18 years old located near the center of Puerto Vallarta, five block 4.3 miles from the airport (PVR).\n\nThe hotel has 80 rooms. All of them offer ocean views and are equipped with bathrobe and slippers, pillow menu, aromatherapy menu with seven essences, coffee maker, hair dryer, air conditioning, electronic safe, telephone and television, electronic sheet and high wireless internet speed. Relax upon entering the hotel with a five-minute anti-stress massage on the neck and hands and a glass of champagne. The hotel offers two plans: all inclusive and only room.\n\nThe all-inclusive plan offers three a la carte restaurants, lobster, shrimp and fine cuts, premium drinks, 24-hour room service, sauna and steam in the spa, gym, as well as a pool with suspended beds. For your convenience, there are butlers in the pool and beach area, as well as in the room that will help you pack and unpack, make dinner reservations, bring you the newspaper and much more.\n\n*** Villa Premiere Boutique Adults Only  has been listed by the AAA association with four diamonds.",
    "countryCode": "MX",
    "country": "Mexico",
    "continent": "Central America",
    "address": " Calle San Salvador 117 Colonia 5 Diciembre, Puerto vallarta",
    "email": "RESERVACIONES@PREMIEREONLINE.COM.MX",
    "website": "www.premiereonline.com.mx",
    "image": "http://photos.hotelbeds.com/giata/00/001925/001925a_hb_r_001.jpg"
  },
  {
    "name": "Sandos Caracol Eco Resort All Inclusive",
    "description": "Sandos Caracol Eco Resort All Inclusive is a fantastic resort which is a perfect blend of fresh luxury and eco-friendly design and facilities. Here, style and substance exist in perfect balance. The hotels impeccable service exceeds every expectation to guarantee guests unlimited amounts of fun and relaxation. A great hotel whether guests are travelling with their family, significant other or friends.",
    "countryCode": "MX",
    "country": "Mexico",
    "continent": "Central America",
    "address": " Carretera Cancun, Chetumal, Km. 295, Playa del carmen",
    "email": "reservas2@sandos.com",
    "website": "www.sandos.com",
    "image": "http://photos.hotelbeds.com/giata/00/003645/003645a_hb_r_010.jpg"
  },
  {
    "name": "Royal Sonesta San Juan Puerto Rico Resort",
    "description": "Offering stunning views over the Atlantic Ocean and the beautiful Isla Verde, this splendid hotel affords utmost comfort and quintessence of luxury. Travellers will find themselves within ease of access to the historical city of Old San Juan and the area's high-end shopping district, Condado, where to find a myriad of local businesses and vibrant area with bars and entertainment venues. This opulent complex is sure to cater for needs of holidaymakers and business people alike. The luxurious rooms are large and air-conditioned to provide a peaceful shelter in which to completely unwind after all day of sunbathing or venturing into the city. The units offer a charming décor influenced by sea and marine life. Guests may treat themselves to delectable traditional sushi of Mediterranean delights served at the hotel restaurants. Corporate travellers may avail for meeting facilities and those who crave for relaxation may spoil themselves at the spa or enjoy a drink from the hotel bar.",
    "countryCode": "PR",
    "country": "Puerto Rico",
    "continent": "Caribbean",
    "address": " 5961 Isla Verde Ave, San juan",
    "email": "res.sjua@wm.interconti.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/02/029256/029256a_hb_r_001.jpg"
  },
  {
    "name": "El Conquistador Resort",
    "description": "Step onto the grounds of the sprawling El Conquistador Resort for stunning views and unlimited water recreation. Unless notified prior to, or at check-in, an early checkout fee will apply to departures that occur earlier than the date specified on the original reservation. Rates are inclusive of resort fee.",
    "countryCode": "PR",
    "country": "Puerto Rico",
    "continent": "Caribbean",
    "address": " 1000 El Conquistador Avenue, Fajardo",
    "email": "mjlopez@innroadsgroup.com",
    "website": "www.ConquistadorResort.com",
    "image": "http://photos.hotelbeds.com/giata/06/067050/067050a_hb_r_024.jpg"
  },
  {
    "name": "San Juan Water & Beach Club Hotel",
    "description": "If you are looking for accommodation with personalized service in a cool, modern establishment where its main purpose is to disconnect and relax, this is your hotel. All rooms are decorated in a modern aquatic theme. They have private bathrooms with amenities, Wi-Fi and coffee, among other services. The hotel also features a luxurious restaurant that simulates the seabed. If you have to hold any meeting or important event, the hotel offers you different rooms ready.",
    "countryCode": "PR",
    "country": "Puerto Rico",
    "continent": "Caribbean",
    "address": " 2 Tartak Street, Carolina",
    "email": null,
    "website": "https://waterbeachhotel.com/",
    "image": "http://photos.hotelbeds.com/giata/07/072379/072379a_hb_r_001.jpg"
  },
  {
    "name": "TRYP By Wyndham Isla Verde",
    "description": "Stylishly chic. Cosmopolitan vibe. Upscale atmosphere. All of these qualities are contained in a central, sought-after location steps from the beach and a vibrant dining and nightlife scene. This is TRYP by Wyndham Isla Verde, a modern, trendy boutique hotel overlooking the Isla Verde beachfront. \nBoasting a spectacular dining venue and a lobby bar, a sparkling pool, attentive guest service, and a chic, cosmopolitan vibe, our modern, contemporary hotel is the ideal place to center your Isla Verde experience.\nTRYP by Wyndham Isla Verde's location positions guests amid sensational dining, shopping and sightseeing hot spots as well as premier entertainment. We are also effortlessly convenient to Old San Juan, the airport and the cruise ship terminal.",
    "countryCode": "PR",
    "country": "Puerto Rico",
    "continent": "Caribbean",
    "address": " 4820 Isla Verde Ave, Isla verde",
    "email": "bookings@trypislaverde.com",
    "website": "https://www.tryphotels.com/en/our-hotels/puerto-rico/carolina/tryp-by-wyndham-isla-verde",
    "image": "http://photos.hotelbeds.com/giata/07/072380/072380a_hb_r_010.jpg"
  },
  {
    "name": "Copamarina Beach Resort",
    "description": "The hotel is situated on Puerto Rico's largely undiscovered southern coast.\n\nThis 20-acre, beautifully landscaped tropical beach resort sits on a 1/2 mile long, isolated crescent beach, facing the Caribbean Sea. It offers the peaceful, relaxed atmosphere desired from an island resort, where couples and families can enjoy open space, warm Caribbean sun, and clear, blue water. Built in the year 2000, it comprises a total of 106 rooms. There is a children's playground on site. The hotel is air-conditioned and facilities on offer include a 24-hour check-out service, a cloakroom, lift access, a bar, a restaurant, room service and parking for those arriving by car.\n\nBright colours greet guests as they enter the large guest rooms with tiled flooring. Each spacious room is decorated in a tropical style, with some unique extra touches. All rooms have large balconies with garden or ocean views. An en suite bathroom with hairdryer, a direct dial telephone, a satellite/ cable television, tea and coffee making facilities, an iron and ironing board and individually adjustable air conditioning come as standard. Extras, such as free wireless Internet and mini fridges, are just a few of the added amenities that make this resort such a popular destination.",
    "countryCode": "PR",
    "country": "Puerto Rico",
    "continent": "Caribbean",
    "address": " Route 333 Km 6.5, Guanica",
    "email": "reservations@copamarina.com",
    "website": "https://www.copamarina.com/",
    "image": "http://photos.hotelbeds.com/giata/07/072381/072381a_hb_r_002.jpg"
  },
  {
    "name": "Allegro Palma Real",
    "description": "Varadero beach has a unique natural charm and is home to the Allegro Palma Real, a hotel brimming with Cuban music and flavors. This multi-experience accommodation allows future guests to enjoy a range of cuisines, entertainment and sports, as well as a magnificent location in Playa Azul, Varadero's foremost area, facing the striking coastline of the Caribbean Sea. Guests can dream with their eyes wide open when they discover the direct access to the beach and beach bar, or while away the time until sunset, while savoring colorful cocktails by the pool. A fantastic range of exclusive entertainment along with the possibility of visiting Varadero's main clubs, or the cafes and bars that line the city center just a few minutes from the hotel. The 470 rooms at the Allegro Palma Real offer the most comfortable stay imaginable thanks to meticulous design focused on local culture. This reflects its bright colors and its characteristic luminosity, as well, first and foremost, as its service is based on excellence and on the small details. Varadero's Allegro Palma Real offers you the possibility of enjoying a unique experience in the archipelago's most fascinating surroundings.",
    "countryCode": "CU",
    "country": "Cuba",
    "continent": "Caribbean",
    "address": " Avda 2Da Y Calle 64, Varadero, matanzas",
    "email": "jrecep.palmareal@bellevue-resorts.com",
    "website": "www.barcelo.com/es/",
    "image": "http://photos.hotelbeds.com/giata/01/015337/015337a_hb_r_006.jpg"
  },
  {
    "name": "Memories Miramar Habana",
    "description": "The Memories Miramar Habana hotel complex is located on the renowned 5th Avenue in the high-class area of Miramar, very close to the diplomatic and residential areas as well as near the shopping district of La Habana. From the hotel guests will be able to enjoy beautiful sea views from most of its well-fitted rooms. Guests travelling both for pleasure and for business affairs will benefit from the numerous facilities and the great service of this hotel. The international airport is 15 km away.",
    "countryCode": "CU",
    "country": "Cuba",
    "continent": "Caribbean",
    "address": " Av 5Ta Entre 72 Y 76, La havana",
    "email": "RESERVAS1@MEMORIESMIRAMAR.CO.CU",
    "website": "http://www.hotelmiramarhavana.com/",
    "image": "http://photos.hotelbeds.com/giata/01/015368/015368a_hb_r_004.jpg"
  },
  {
    "name": "Gran Caribe Sunbeach",
    "description": "Situated in a privileged location in the renowned Varadero resort, only a stone's throw from a stunning sandy beach, this charming complex boasts a waterfront location ideal for those guests wishing to escape everyday routine and relax in paradise. If enjoys breathtaking views over the pool and the sea and guest rooms offer all the necessary amenities and services to guarantee a truly unforgettable stay. Travellers will find a host of water sports activities, such as windsurfing, sailing and scuba diving. It is the perfect place for guests looking for a unique experience under the Cuban sun.",
    "countryCode": "CU",
    "country": "Cuba",
    "continent": "Caribbean",
    "address": " Avenida 1Ra 17, Varadero",
    "email": "jrecepcion@sunbeach.hor.tur.cu",
    "website": "http://www.grancaribesunbeach.com/es/contact",
    "image": "http://photos.hotelbeds.com/giata/01/015479/015479a_hb_r_009.jpg"
  },
  {
    "name": "Iberostar Daiquiri All Inclusive",
    "description": "Situated in Cayo Guillermo, this hotel sits directly on the fine sandy beach, just metres from the warm waters. Its guests can spend their days on the sunloungers, perfecting that admirable tan, while the youngest patrons will enjoy their separate children's area in the big outdoor swimming pool. For little extra relaxing one can treat her/him self with a soothing massage followed by some soaking in the sauna. The active types can participate in the aquafit classes or try some of the variety of water-based sports available - such as windsurfing, catamaran sailing or pedalo boating. At the end of the exciting day guests can savour the delicious culinary options served in the cosy environment of the inhouse restaurant.",
    "countryCode": "CU",
    "country": "Cuba",
    "continent": "Caribbean",
    "address": " Cayo Guillermo, Jardines Del Rey Ciego De Ávila, Moron - cayo guillermo",
    "email": "ventas@ibsdaiq.gca.tur.cu",
    "website": "www.iberostar.com",
    "image": "http://photos.hotelbeds.com/giata/01/015527/015527a_hb_r_001.jpg"
  },
  {
    "name": "Deauville",
    "description": "The welcoming hotel BelleVue Deauville is excellently located in Havana, the capital of Cuba, directly on the world-famous seafront promenade known as “Malecón”. It features a restaurant, a lobby bar, a nightclub and a rooftop pool with great city views. The vibrant centre with numerous shops, bars, restaurants and night life venues can be reached within just 5 minutes. The airport is approximately 15 km away.",
    "countryCode": "CU",
    "country": "Cuba",
    "continent": "Caribbean",
    "address": " Galiano E/ Malecon Y San Lazaro, La havana",
    "email": "loreta.cabezas@solways.com",
    "website": "http://www.deauvillehabana.com/es/contact",
    "image": "http://photos.hotelbeds.com/giata/01/015608/015608a_hb_r_008.jpg"
  },
  {
    "name": "Emotions By Hodelpa Juan Dolio",
    "description": "A magic Moment in the middle of an impressive view of the Caribbean Sea. Amazing white sand beach with exuberant tropical vegetation, gazebo by the shore and unforgettable sunsets. The essentia, a section created to satisfy the most demanding travelers –Rooms located on the same beach front recreation, private beach and ocean front pool. Enjoy and share a variety of drinks or cocktail at Essentia Exclusive bar  & lounge. A worldwide famous beers selection has been chosen at Milwaukee Beer House, you can enjoy them and share as the master brewers style. Wines from around the world are available for purchase at Oak Wine & Cheese. Also available through room service. Local Beer and house wine is included.",
    "countryCode": "DO",
    "country": "Dominican Republic",
    "continent": "Caribbean",
    "address": " Juan Dolio, Juan dolio",
    "email": "D.LETI@ALLROSESCLUB.COM",
    "website": "http://www.emotionsresort.com/",
    "image": "http://photos.hotelbeds.com/giata/00/001876/001876a_hb_r_030.jpg"
  },
  {
    "name": "Novus Plaza Hodelpa",
    "description": "This hotel is located in the heart of the Colonial City of Santo Domingo, completely refurbished in October 2017 , reopening as Novus Plaza Hodelpa , an ideal base to visit all the historical monuments. Many shops, boutiques, cafés, bars, restaurants and lively night-time venues are to be found in the vicinity. the rooms include facilities as 24-hour reception desk, Mini Market and an airconditioned restaurant - bar , complimentary Wi-Fi in rooms and public areas.  Surrounded by museums, bars, restaurants and places of relevant historical value, the Novus Plaza Hodelpa will allow you to enjoy the pleasant stay and the tourist experience you are looking for in the Colonial City.",
    "countryCode": "DO",
    "country": "Dominican Republic",
    "continent": "Caribbean",
    "address": " Calle El Conde, Esquina Hostos, Santo domingo",
    "email": "RESERVAS@HODELPA.COM",
    "website": "www.hodelpa.com",
    "image": "http://photos.hotelbeds.com/giata/00/004125/004125a_hb_r_003.jpg"
  },
  {
    "name": "Dreams Flora Resort & Spa",
    "description": "Perfectly situated on a palm-studded beach in Cabeza de Toro, Dreams Flora Resort & Spa offers the perfect getaway \nfor couples and families. Rooms and suites are luxuriously appointed and offer a private terrace or balcony with stunning \nviews of the garden, pools or ocean. Savor cuisine from around the world at eight dining options including five à la carte \nrestaurants, a buffet, a café and snack grill. Limitless top-shelf drinks and cocktails are served at eleven bars and lounges. \nSpend the day lounging poolside or playing on the white-sand beach. Families will love the on-site waterpark featuring a \npool and two waterslides. Spend some time just the two of you while the kids spend their day at the Explorer's Club for \nKids or Core Zone Teens Club. Indulge with a world-class spa treatment at the Dreams Spa by Pevonia®. An \nunforgettable, Unlimited-Luxury® getaway awaits at Dreams Flora Resort & Spa.",
    "countryCode": "DO",
    "country": "Dominican Republic",
    "continent": "Caribbean",
    "address": " Carretera Cabeza de Toro, Punta cana",
    "email": null,
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/00/004126/004126a_hb_r_001.jpg"
  },
  {
    "name": "Vista Sol Punta Cana Beach Resort & Spa",
    "description": "There are 548 rooms available, perfectly equipped to satisfy all of our guests' needs in order to enjoy all of the beauty and splendor of the Caribbean.\n\nThe facilities of the resort include 3 pools, 5 restaurants, 7 Bars, a nightclub, a theater and show area, WIFI, and for the children, a Kid's Club, all in the middle of paradise, surrounded by beautiful palm trees, tropical colors and exquisite aromas of the Caribbean Sea.",
    "countryCode": "DO",
    "country": "Dominican Republic",
    "continent": "Caribbean",
    "address": " Avenita Alemania Playa El Cortecito, Playa bavaro",
    "email": "reservas@vistasolpuntacana.com",
    "website": "www.vistasolpuntacana.com",
    "image": "http://photos.hotelbeds.com/giata/00/004180/004180a_hb_r_020.jpg"
  },
  {
    "name": "Caribe Deluxe Princess",
    "description": "The Hotel in Punta Cana Caribe Club Princess Beach Spa is located on Bávaro Beach, one of the most beautiful beaches in the Dominican Republic. Thanks to its magnificent location, the hotel allows guests to savor a place where the beauty of the landscapes and the charm of the crystal-clear waters create an exceptional feeling of relaxation and tranquility. You'll be right next to the beach,yet only 35 minutes from Punta Cana airport. The comprehensive facilities and superior quality services in its 111 Caribbean Suites and 229 Superior Rooms create vacations in Punta Cana perfect to be enjoyed with friends or with your partner.",
    "countryCode": "DO",
    "country": "Dominican Republic",
    "continent": "Caribbean",
    "address": " Playas De Bavaro Beach Higuey, Alta Garcia, Playa bavaro",
    "email": "caribeclub@princess-hotels.com",
    "website": "www.princess-hotels.com",
    "image": "http://photos.hotelbeds.com/giata/00/004181/004181a_hb_r_001.JPG"
  }
]