[
  {
    "name": "Blue Tree Premium Paulista",
    "description": "This hotel is centrally located in Sao Paulo. The hotel is set directly adjacent to Sao Paulo Museum of Art. A selection of shopping and entertainment opportunities can be found nearby. The hotel lies within easy access of a wide range of attractions and exciting activities. This hotel is just 12 km from Congonhas Airport. Guarulhos Airport can be found 30 km away. This wonderful hotel is ideal for business and leisure travellers. The guest rooms are superbly designed, featuring modern amenities and functional space. The hotel features seminar rooms, which are equipped with modern conference technology, which is sure to impress. The hotel features leisure facilities to ensure a comfortable stay for every type of traveller.\n\nHotel charges $ 5,30 / night tourist tax.\n\n- For your safety when entering the hotel is mandatory to have the temperature checked, soles desinfected, hands sanitized and a mask covering your mouth and nose\n- Is mandatory to wear mask in all public areas of the hotel\n- Make WebCheck-in, with facial recognition, in our site or with the QR code available in the lobby.\n- Learn about the measures implemented by Blue Tree Hotels, in the prevention of Covid-19.\nhttps://www.bluetree.com.br/Manual_de_boas_praticas.pdf",
    "countryCode": "BR",
    "country": "Brazil",
    "continent": "South America",
    "address": " Rua Peixoto Gomide 707, Sao paulo",
    "email": "reservas@bluetree.com.br",
    "website": "www.bluetree.com.br",
    "image": "http://photos.hotelbeds.com/giata/01/019387/019387a_hb_r_005.jpg"
  },
  {
    "name": "Pousada La Chimere",
    "description": "This pleasant hotel lies less than 4 km from the centre of Armacao Buzios just a few paces from the nearest fine sandy beach (50 m). Bars and nightclubs lie just a few minutes walk away (approximately 600 m) and links to the public transport are to be found directly out front.\n\nThis fabulous, family-run beachside hotel comprises 2 floors with a total of 25 rooms. Facilities include a foyer, a safe, a currency exchange facility and Internet access in addition to a cosy café, a bar and a restaurant to while the day away in. Room and laundry services are available and car parking facilities are to be found outside the hotel.\n\nThe tastefully decorated, modern rooms each come with an en suite bathroom with a hairdryer, a direct dial telephone, satellite/ cable TV, a minibar/ fridge, a king-sized bed and a hire safe.\n\nA hearty breakfast buffet is on offer to guests each morning.",
    "countryCode": "BR",
    "country": "Brazil",
    "continent": "South America",
    "address": " Praça Eugênio Honold, 36, Armaçao dos búzios",
    "email": "reslachimere@uol.com.br",
    "website": "www.lachimere.com.br",
    "image": "http://photos.hotelbeds.com/giata/01/019390/019390a_hb_a_030.jpg"
  },
  {
    "name": "Hilton Sao Paulo Morumbi",
    "description": "The following services and amenities are available, but with **reduced service**: Business Center, Concierge, Executive Lounge, Breakfast, On-site Restaurant(s), Pool, Room Service, Spa.The following services and amenities are currently **not available**: Fitness Center, Valet Parking.Conveniently located in the CENU business complex, the Hilton Sao Paulo Morumbi hotel features direct access to a shopping mall, heliport and major corporations. Stay in the region of Berrini Avenue, providing easy access to the area's major businesses and financial district of Sao Paulo. \n\nThe Executive Lounge offers the comfort and convenience a Hilton guests needs. In addition to that hotel offers 24hour fitness center,  sauna, relaxation room, SPA, two restaurants, one bar and cafe.\n\nThe hotel offers WiFi and 19 meeting rooms from 10 to 600 people. The Morumbi Ballroom accommodates 500 people seated reception-style and can be split into sections for smaller events.",
    "countryCode": "BR",
    "country": "Brazil",
    "continent": "South America",
    "address": " Av. Das Nacoes Unidas, 12901, São paulo",
    "email": "reservations.morumbi@hilton.com",
    "website": "www.saopaulomorumbi.hilton.com",
    "image": "http://photos.hotelbeds.com/giata/01/019391/019391a_hb_r_001.jpg"
  },
  {
    "name": "Mar Hotel Conventions",
    "description": "This hotel is situated beside Boa Viagem Beach, close to a diverse selection of entertainment venues. This 15-storey, air-conditioned hotel comprises 207 rooms and features a 24-hour reception desk, a safe, a café, a lift and a currency exchange bureau. In addition a bar, a hairdresser's salon, a supermarket, and a restaurant are available. A theatre hall provides a location for entertainment and there is also a conference room.  The tastefully decorated rooms each come with an en suite bathroom and fully - equipped as standard. In the outdoor complex is a swimming pool, a poolside snack bar and sun loungers and parasols that have been laid out ready for use. Sports enthusiasts may play billiards/ snooker and make use of the indoor swimming pool Breakfast and the midday meal are available in the form of a buffet. Lunch and the evening meal can be taken à la carte or chosen from a menu.",
    "countryCode": "BR",
    "country": "Brazil",
    "continent": "South America",
    "address": " Avenida Barão De Souza Leão, 451, Recife",
    "email": "reservas@ponteshoteis.com.br",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/01/019394/019394a_hb_r_001.jpg"
  },
  {
    "name": "Sao Paulo Airport Marriott Hotel",
    "description": "This modern, spacious airport hotel lies approximately 5 km from the international airport and some 5 km from the International Shopping Guarulhos. A selection of nightclubs and other night-time venues are to be found within paces of the hotel.\n\nRenovated in 2001, this air-conditioned 9-storey hotel comprises a total of 316 rooms and features an impressive foyer with a 24-hour reception desk, a safe and a currency exchange desk in addition to lifts, a café, a selection of shops, a hairdresser's salon, a bar and a games room. There is also a TV room, 2 à la carte restaurants, a conference room, a public Internet terminal and a WLAN access point to take advantage of. Room and laundry services are on offer and those arriving by car may make use of the car park and garage facilities.\n\nThe luxurious rooms each come with a bathroom with a shower, a hairdryer, a direct dial telephone, satellite/ cable TV, a radio, a hi-fi stereo system, Internet access, a minibar, a king-sized bed, carpeting and centrally controlled air conditioning and heating, sound-proofed windows and a hire safe.\n\nIn the well-kept outdoor complex is a swimming pool, a poolside snack bar and a sun terrace with sun loungers and parasols laid out ready for use. Further leisure options include a sauna, a massage service and an in-house gym and it is possible to participate in the aerobics sessions, or to play basketball or billiards/ snooker. The nearest golf course is approximately 50 m away.eals come in a buffet form; lunch and the evening meal may alternatively be taken à la carte or chosen from a menu. It is possible to book an all-inclusive stay.",
    "countryCode": "BR",
    "country": "Brazil",
    "continent": "South America",
    "address": " Av. Ministro Evandro Lins E Silva Nº10/100, Guarulhos",
    "email": "reservas@deville.com.br",
    "website": "www.marriott.com.br",
    "image": "http://photos.hotelbeds.com/giata/01/019395/019395a_hb_r_001.jpg"
  },
  {
    "name": "Regente Palace",
    "description": "The Regent Palace Hotel has a prime location facing travelers interested in the cultural , financial and commercial activity in the city of Buenos Aires. Located in the city center , this hotel is within walking distance of Plaza Libertad, Teatro Nacional Cervantes and Naval Center. The hotel has a restaurant, cafe and bar or lounge room type. A complimentary breakfast is available. The wifi internet access in public areas is complimentary. It features a business center, which is open 24 hours and a meeting room. The 139 air- conditioned guestrooms at Regent Palace Hotel include safe ( accommodates laptop ) and minibar. The beds have linen bedspread and high quality . Access to high-speed wireless Internet access (surcharge ) is provided. Televisions are equipped with cable channels.",
    "countryCode": "AR",
    "country": "Argentina",
    "continent": "South America",
    "address": " Suipacha 964, Buenos aires",
    "email": "reservas@regente.com",
    "website": "www.regente.com",
    "image": "http://photos.hotelbeds.com/giata/05/057934/057934a_hb_r_001.jpg"
  },
  {
    "name": "RH Rochester Concept",
    "description": "Rochester Hotel Concept offers modern rooms with trendy designer décor, only 650 m from the Obelisk. The hotel features free WiFi access, a fitness centre with modern machines, and a buffet breakfast offering artisan bakery as well as hot dishes. Decorated in lively colours, rooms at Rochester Hotel Concept are spacious and sound proof, with their own climate control and king size beds. All of them are fitted with LED cable TVs, minibars and safety deposit boxes. Comfortable work areas with large work desks are also included.\n\nThe hotel provides a 24-hour front desk assistance and room service, as well as tour information, transfers and tours around the city. The restaurant offers regional and international dishes, and drinks can be ordered at the bar. Massage sessions are available upon request. Rochester Hotel Concept is 7.5 km from Jorge Newbery Domestic Airport and 33 km from Ezeiza Airport. Retiro Bus terminal is 2 km away.",
    "countryCode": "AR",
    "country": "Argentina",
    "continent": "South America",
    "address": " Maipu 572, Buenos aires",
    "email": "reservas@rochesterconcept.com.ar",
    "website": "http://www.rochester-hotel.com.ar/index.php?lang=es&home=concept&sec=inicio",
    "image": "http://photos.hotelbeds.com/giata/05/057935/057935a_hb_r_009.jpg"
  },
  {
    "name": "Howard Johnson Plaza Buenos Aires Florida Street",
    "description": "RECIPIENT OF THE 2012 TRIP ADVISOR CERTIFICATE OF EXCELLENCE AWARD The Howard Johnson Plaza Florida is located along the dynamic and attractive Florida pedestrian street, near beautiful Plaza St. Martin. Just 35 minutes from Ministro Pistarini International Airport and ten minutes away from Jorge Newbery Domestic Airport. The hotels privileged location is within walking distance from the banking and stock area, shopping malls, art galleries, cinemas and the best restaurant district in town. We offer the most exclusive characteristics of a four star hotel opened in March 2000, presenting a distinctive blend of quality service. Free Wi-Fi at property. Buffet breakfast included. It is located in the heart of Buenos Aires. Just meters from the traditional plaza San Martin and only a few blocks from the commercial, financial and economic Center. Presidents Quality Excellence Award If a guest books a reservation and for some reason has to leave before departure date, they are to notify the Front Desk and or reservations, at least 24 hrs. in advance, or else they will be charged 1 night penalty.",
    "countryCode": "AR",
    "country": "Argentina",
    "continent": "South America",
    "address": " Florida 944, Buenos aires",
    "email": "reservas@hjflorida.com",
    "website": "www.hjflorida.com",
    "image": "http://photos.hotelbeds.com/giata/05/057936/057936a_hb_r_001.jpg"
  },
  {
    "name": "RH Rochester Classic",
    "description": "Rochester Hotel Classic is located between the Obelisk, Buenos Aires' epicenter, and the trendy Puerto Madero. Along the shopping district of Florida, Lavalle and 9 de Julio Avenue, the hotel presents a stylish decor beautifully combined with modern details. It includes free WiFi access and a daily breakfast with artisan bakery and hot dishes. Each room at Rochester Hotel Classic features independent climate control, laminate flooring, LED cable TVs, minibars and safety deposit boxes. The hotel also offers apartments with 2 bedrooms, fitted with microwaves and ovens.\n\nEquipped with a modern gym and a business centre, Rochester Hotel Classic features a glamorous lobby with vanguard furniture. The restaurant offers a chef-design menu and enjoys an extensive selection of local and international dishes. The bar offers cocktails drinks and high end drinks.",
    "countryCode": "AR",
    "country": "Argentina",
    "continent": "South America",
    "address": " Esmeralda 542, Buenos aires",
    "email": "reservas@rochesterclassic.com.ar",
    "website": "http://www.rochester-hotel.com.ar/index.php?lang=es&home=classic&sec=inicio",
    "image": "http://photos.hotelbeds.com/giata/05/057937/057937a_hb_r_009.jpg"
  },
  {
    "name": "Up Tribeca",
    "description": "This city hotel is situated in heart of Buenos Aires, only four blocks from the Obelisco. It enjoys the perfect location, near to various bars, restaurants, shops, nightclubs and public transport links.  The fully air-conditioned hotel opened in September 2004, was renovated in 2011 and is housed in a building which dates back to 1905. The hotel comprises a total of 40 fully - equipped apartments. Facilities include a lobby with 24-hour reception, a cloakroom, lift access, a restaurant, bar, café, wireless Internet access, a safe and a currency exchange. There are 2 lounges for guests.  The comfortable apartments are 70 m² in size and comprise either 1 or 2 rooms. All apartments come with en suite bathroom and fully - equipped as standard. Each has a balcony/terrace.",
    "countryCode": "AR",
    "country": "Argentina",
    "continent": "South America",
    "address": " Bartolome Mitre 1265, Buenos aires",
    "email": "ventas@HOTELTRIBECA.COM.AR",
    "website": "www.tribecahoteles.com",
    "image": "http://photos.hotelbeds.com/giata/05/057938/057938a_hb_r_012.jpg"
  },
  {
    "name": "NH Collection Bogota WTC Royal",
    "description": "This exclusive hotel boasts a privileged setting in Bogota's northern business and financial hub, near the Bogota World Trade Center and within easy walking distance of the fashionable bars and restaurants around Parque de la 93.  Guests might wish to visit the nearby Chico Mercedes Sierra de Perez Museum, or venture into the city to explore the Candelaria district with its fantastic museums and monuments.\nThe well-appointed rooms and suites feature a modern minimalist décor and plump, cosy beds for a welcoming atmosphere, and guests can choose from the rich and varied buffet and regional a la carte dishes in the restaurant, or enjoy sushi and cocktails in the casual bar and lounge.  The hotel also has a business centre with eight meeting rooms and four board rooms for the convenience of business travellers, and everyone can make use of the gym, steam room and onsite parking during a dynamic trip to Bogota.",
    "countryCode": "CO",
    "country": "Colombia",
    "continent": "South America",
    "address": " Carrera 8A, 99-55, Bogota",
    "email": "reservas@hotelesroyal.com",
    "website": "www.hotelesroyal.com",
    "image": "http://photos.hotelbeds.com/giata/08/088357/088357a_hb_r_009.jpg"
  },
  {
    "name": "NH Royal Cali",
    "description": "This hotel is located in the city's most exclusive residential area making it a favourite amongst guests travelling to Cali. The Trade Centre Corporate Complex, Unicentro Cali and its shops, the Pink Area and its bars and nightspots are a short walk away. Facilities on offer include a bar and a restaurant, gym, sauna, swimming pool, hot tub, free access internet. Business travellers will appreciate the conference facilities. There is a car park for those arriving by car.",
    "countryCode": "CO",
    "country": "Colombia",
    "continent": "South America",
    "address": " Carrera 100b Number 11a 99, Cali",
    "email": "RESERVAS@HOTELESROYAL.COM",
    "website": "www.hotelesroyal.com",
    "image": "http://photos.hotelbeds.com/giata/08/088358/088358a_hb_r_007.jpg"
  },
  {
    "name": "NH Collection Bogotá Royal Teleport",
    "description": "Located in the Teleport Business Park, just a 30-minute drive from El Dorado International Airport and within minutes of Hacienda Santa Bárbara shopping centre, this luxurious hotel has been designed to offer unmatched comfort and tranquillity. Ideal for a weekend getaway or an extended holiday, guests will find themselves close to a host of local tourist attractions, such as Primada de Colombia Cathedral and National Museum of Colombia. This eco-friendly establishment surpass all the expectations with a host of exceptionally appointed rooms overlooking the city. The modern marble bathrooms include a wide choice of luxurious amenities and all the accommodation units feature conveniences such as complimentary Wi-Fi internet connection. Business travellers will appreciate the state-of-the-art meeting spaces with all the necessary equipment to guarantee a successful event.",
    "countryCode": "CO",
    "country": "Colombia",
    "continent": "South America",
    "address": " Calle 113 Number 7 65, Bogota",
    "email": "RESERVAS@HOTELESROYAL.COM",
    "website": "www.hotelesroyal.com",
    "image": "http://photos.hotelbeds.com/giata/08/088359/088359a_hb_r_001.jpg"
  },
  {
    "name": "NH Collection Royal Hacienda",
    "description": "The NH Collection Bogotá Hacienda Royal is in the heart of Usaquén, one of the most prestigious neighborhoods in Bogotá. Beautiful Spanish colonial-style architecture is nearby, while the hotel offers panoramic views of the mountains that surround the city. The hotel has 82 beautifully designed rooms with traditional décor and carpeted floors to give each a warm, comfortable feel. All rooms look out across the park and the mountains, while free WI-FI and 24-hour room service come as standard. Enjoy a delicious buffet breakfast in Dominique's Restaurant. Work out in our brand-new gym, or treat yourself to a massage or beauty treatment at the spa. Take dinner in the restaurant, and end the day with a cocktail in the piano bar. *Foreign customers without tourist stamp in the passport must pay 16% VAT directly at the hotel.",
    "countryCode": "CO",
    "country": "Colombia",
    "continent": "South America",
    "address": " Calle 114, 6-02, Bogota",
    "email": "nhcollectionroyalhacienda@nh-hotels.com",
    "website": "www.nh-collection.com",
    "image": "http://photos.hotelbeds.com/giata/08/088361/088361a_hb_r_001.jpg"
  },
  {
    "name": "NH Royal La Boheme",
    "description": "The NH Bogotá Boheme Royal hotel is in the heart of Zona T, Bogotá's renowned dining and nightlife center. Just outside of the hotel's distinctive entranceway are a variety of boutiques and fashionable restaurants, while the city's most famous shopping malls are minutes away. The hotel's 66 rooms feature stylish décor, with hardwood floors creating a cozy feel. Two connecting rooms are suited to families, while our 3 Business Rooms come fitted with bathtubs, making them also perfect for romantic breaks. Our elegant restaurant serves a mix of international and regional dishes. The hotel bar is close to the dining area and is a relaxed place stocking Colombian drinks and imported favorites. *Foreign customers without tourist stamp in the passport must pay 16% VAT directly at the hotel.",
    "countryCode": "CO",
    "country": "Colombia",
    "continent": "South America",
    "address": " Calle 82 No 12 35, Bogota",
    "email": "nhroyallaboheme@nh-hotels.com",
    "website": "https://www.nh-hotels.co/hotel/nh-bogota-boheme-royal",
    "image": "http://photos.hotelbeds.com/giata/08/088362/088362a_hb_r_001.jpg"
  },
  {
    "name": "Mariel Boutique",
    "description": "This hotel is strategically located in downtown Miraflores, close to the handicraft markets, financial centre, and surrounded by shops, cafés, bars, and the best restaurants in Peru. The hotel is renowned for being located in a quiet and comfortable area. Guests are welcomed in a lobby with 24-hour reception, hotel safe, currency exchange, cloakroom and lift access, a café, bar and restaurant, Wi-Fi and room and laundry services. Those arriving by car may leave their vehicles in the car park.",
    "countryCode": "PE",
    "country": "Peru",
    "continent": "South America",
    "address": " General Belisario Suarez 240, Lima",
    "email": "RESERVAS@MARIEL-HOTEL.COM",
    "website": "www.mariel-hotel.com",
    "image": "http://photos.hotelbeds.com/giata/12/120569/120569a_hb_r_001.jpg"
  },
  {
    "name": "Melia Lima",
    "description": "Located in the San Isidro residential area, this hotel is near the historic city centre. Minutes away, there is the tourist district of Miraflores, where guests can find a plethora of museums, art galleries and exclusive shops. Guests are welcomed in a lobby with 24-hour reception, hotel safe, currency exchange, cloakroom, lift access, and a hairdressing salon. The hotel has a café, bar and restaurant, and conference facilities with WLAN Internet access. Room and laundry services, as well as parking facilities are available.",
    "countryCode": "PE",
    "country": "Peru",
    "continent": "South America",
    "address": " Avda Salaverry 2599, Lima",
    "email": "reservas.melia.lima@melia.com",
    "website": "www.melialima@melia.com",
    "image": "http://photos.hotelbeds.com/giata/12/120570/120570a_hb_r_020.jpg"
  },
  {
    "name": "Del Pilar Miraflores Hotel",
    "description": "This city hotel is situated in the heart of Miraflores, which is considered the most popular entertainment and business district. The establishment lies within walking distance of a number of restaurants, nightclubs, casinos and theatres. It was renovated in 2008 and comprises a total of 53 guestrooms spread across 8 storeys with lift access provided. The establishment is fully air-conditioned and features a range of high-tech facilities, as well as personalised services and comfortable installations for business travellers and tourists. Apart from the standard amenities, the elegant guestrooms are fitted with individually regulated climate control and open to a balcony or terrace. Dining options are available at the hotel.",
    "countryCode": "PE",
    "country": "Peru",
    "continent": "South America",
    "address": " Calle Martir Olaya 141, Lima",
    "email": "arivera@delpilarmiraflores.com.pe",
    "website": "www.delpilarmiraflores.com.pe",
    "image": "http://photos.hotelbeds.com/giata/12/120573/120573a_hb_r_001.jpg"
  },
  {
    "name": "Delfines Hotel & Convention Center",
    "description": "The hotel is located in the financial district and most exclusive residential area in Lima, the suburb of San Isidro. Facilities include a lobby with 24-hour reception, hotel safe, currency exchange, cloakroom, lift access, a newsstand, hairdressing salon, a casino, a café, bar and restaurant, conference facilities and Wi-Fi. Guests may also take advantage of the room and laundry services.\nThe Hotel is 25 minute distance from Lima International Airport. Guests can enjoy an amazing view to one of the greatest green areas in the capital: the Lima Golf Club.",
    "countryCode": "PE",
    "country": "Peru",
    "continent": "South America",
    "address": " Calle Los Eucaliptos 555 San Isidro, Lima",
    "email": "cavalos@losdelfineshotel.com.pe",
    "website": "www.losdelfineshotel.com",
    "image": "http://photos.hotelbeds.com/giata/12/120700/120700a_hb_r_020.jpg"
  },
  {
    "name": "Sonesta Hotel El Olivar",
    "description": "The hotel is located in the attractive business and residential district of San Isidro in Lima, Peru. Its unique location provides easy access to important institutions and major corporations as well as boutiques, shopping centres, restaurants and nightlife. The hotel offers restaurants, health club, meeting space, business centre and other luxury amenities. This hotel delivers the perfect combination of warmth, comfort and personalised service.",
    "countryCode": "PE",
    "country": "Peru",
    "continent": "South America",
    "address": " Pancho Fierro, 194, San isidro",
    "email": "reservas.sonestaolivar1@ghlhoteles.com",
    "website": null,
    "image": "http://photos.hotelbeds.com/giata/12/120702/120702a_hb_r_010.jpg"
  },
  {
    "name": "Principado de Asturias",
    "description": "This hotel is set on one side of the Parque Bustemante, overlooking its attractive gardens, in Santiago. A variety of shops and restaurants can be found just a short distance away. The lively centre of Santiago is just 1 km from the hotel. Links to the public transport network can be found nearby. The hotel is located just a short distance away from the main business and commercial centres of the city. This wonderful hotel is suitable for business and leisure travellers alike. The superior accommodation options offer the utmost in comfort. The hotel features a charming restaurant, where guests can savour the delights of Spanish and Mediterranean cuisine. This hotel is sure to impress even the most discerning traveller.",
    "countryCode": "CL",
    "country": "Chile",
    "continent": "South America",
    "address": "21 Ramon Carnicer, Providencia, Santiago",
    "email": "reservas@hotelesprincipado.com",
    "website": "www.hotelesprincipado.com",
    "image": "http://photos.hotelbeds.com/giata/11/111396/111396a_hb_r_001.jpg"
  },
  {
    "name": "Kennedy",
    "description": "Featuring free on-site parking, subject to availability, and free WiFi, Hotel Kennedy offers rooms and suites in Santiago. Parque Arauco Shopping Mall is walking distance from the hotel.\n\nThe property boasts fitness facilities, which include a heated pool and hydro massage showers. For the moment due to the sanitary emergency COVID, the indoor pool is temporaly closed, and the gym is open for a max. of 3 persons at the same time.\n\nWith a spacious lobby, polished marble floors, rich rugs and dark wood panelling, Hotel Kennedy offers a great ambiance.\n\nAir-conditioned rooms are styled in tan hues. They feature elegant wood furniture and floor-to-ceiling curtains. There are cable TVs. Suites include hydromassage tubs, flat-screen TVs, walk-in closets and balconies with great views of Santiago and the Andes Mountains.\n\nThe restaurant has a comfortable atmosphere and offers a complete service of breakfast. Guests can have lunch or dine á la carte and enjoy summer drinks at the terrace by the pool. Actually, due to the sanitary emergency COVID, our restaurant is offering limited services.\n\nGuests can enjoy the gym facilities and sauna room on site, for the moment, sauna is closed due to the sanitary emergency COVID.\n\nThere is 24-hour front desk assistance. Santiago Airport is a 25-minute drive.",
    "countryCode": "CL",
    "country": "Chile",
    "continent": "South America",
    "address": " Avenida Kennedy 4570, Santiago",
    "email": "reservas1@hotelkennedychile.com",
    "website": "WWW.HOTELKENNEDYCHILE.COM",
    "image": "http://photos.hotelbeds.com/giata/11/111613/111613a_hb_r_001.jpg"
  },
  {
    "name": "Hotel Presidente",
    "description": "The hotel enjoys a privileged location in one of the most strategic sectors of the neighbourhood of Providencia. Shopping venues are some 7 km from the hotel and nightspots are half an hour away by public transport. Furthermore, the hotel is located within walking distance of Salvador subway station and is also only 30 minutes from the international airport. This residence features all the facilities business travellers require. In addition to the 48 comfortably furnished, air-conditioned guestrooms, it offers a fully equipped business centre and WLAN Internet access. In their leisure time guests can enjoy a game of golf at the nearest golf course, which is 9 km away. The hotel features a high-quality restaurant serving exquisite cuisine in an elegant setting, suitable for business meetings and corporate lunches.",
    "countryCode": "CL",
    "country": "Chile",
    "continent": "South America",
    "address": " Avenida Eliodoro Yanez 867, Santiago",
    "email": "infohp@presidente.cl",
    "website": "www.hotelespresidente.com",
    "image": "http://photos.hotelbeds.com/giata/11/111775/111775a_hb_r_002.jpg"
  },
  {
    "name": "Presidente Edificio Santiago",
    "description": "The Presidente Edificio Santiago is located in the charming Providencia quarter and is part its traditions and residential streets. Steps away from the Tobalaba Metro station, you can enjoy the Costanera Center Mall, a wide variety of restaurants, commercial offices and all of the city's attractions. *Passengers need the tourist stamp in the passport. If not, they will have to pay V.A.T. (16%) directly at the hotel. Passengers can get this stamp at the airport's immigration office.",
    "countryCode": "CL",
    "country": "Chile",
    "continent": "South America",
    "address": " Luis Thayer Ojeda 558, Santiago",
    "email": "inf@presidente.cl",
    "website": "www.presidente.cl",
    "image": "http://photos.hotelbeds.com/giata/11/111776/111776a_hb_r_001.jpg"
  },
  {
    "name": "Mandarin Oriental, Santiago",
    "description": "Mandarin Oriental Santiago is located in the exclusive residential district of Las Condes - known to be the heart of the city s commerce and tourism.  With easy access to the airport and downtown - the hotel is located near major shopping malls - golf clubs and vineyards. Santiago airport is 25km 15.5mi from the hotel - the main ski resorts are approximately one hour away - and the most popular beaches are only an hour and a half away.\nSantiago airport - SCL - 25km 15.5mi - 20 minutes by car- In response to the current COVID-19 pandemic; we have implemented stringent protocols to further safeguard the comfort; health and safety of guests and employees. Existing high standards of health and hygiene have been enhanced and we remain alert to local advice form health experts and government authorities; adapting best practices accordingly. Our measures include health declaration forms on arrival; temperature checks for all guests and colleagues; PPE available for all guests to use during their stay; such as face masks; disinfectant hand sanitisers and disposable gloves; PPE worn by all staff throughout the hotel; significant increases in regular disinfection conducted across all hotel areas; increased cleaning in place of air handling and fan coil units as well as regular maintenance and filter changes; increased cleaning in place of all hard surfaces throughout hotel public areas and in guest rooms; increase anti-viral disinfection measures in place for all in room soft furnishings and surfaces; table distancing measures in dining outlets.\nWe are in the process of restoring this grand hotel to all its glory with an exciting remodel designed to significantly enhance all guestrooms and key facilities. The hotel will remain open throughout the restyling which will be undertaken in different phases to minimize guest disturbance. Even with precautions - noise disruption may be noticeable from 10am - 6pm Mon-Sat.",
    "countryCode": "CL",
    "country": "Chile",
    "continent": "South America",
    "address": " Avenida Presidente Kennedy 4601 ., Las condes",
    "email": "mostg-reservations@mohg.com",
    "website": "https://www.mandarinoriental.com/santiago/las-condes",
    "image": "http://photos.hotelbeds.com/giata/11/111777/111777a_hb_r_001.JPG"
  },
  {
    "name": "Hotel CCT",
    "description": "The Hotel CCT provides everything you need for your business stay: free Internet services, breakfast and gym access. Besides its location in the City Mall Tamanaco (CCCT), offers a wide range of entertainment, dining and entertainment with its 400 stores under a comprehensive security. Your stay or meetings are handled under the international quality standard, giving superior service and ensuring the success of your visit or your event.",
    "countryCode": "VE",
    "country": "Venezuela (Bolivarian Republic of)",
    "continent": "South America",
    "address": " Av. La Estancia, Chuao, Caracas",
    "email": "reservaciones@hotelcct.com.ve",
    "website": "www.hotelcct.com.ve",
    "image": "http://photos.hotelbeds.com/giata/07/072205/072205a_hb_a_030.jpg"
  },
  {
    "name": "Sunsol Ecoland and Beach Resort",
    "description": "Dunes Hotel & Beach Resort is located in the north of the island, near the best beaches, located 25 minutes from Santiago Mariño Airport and 30 minutes from Porlamar, where the shopping center island. Our Puerto Cruz beach is 2.5 km long and is oceanic. On the left side of the hotel is Playa Zaragoza, a small protected bay. In its rooms you can find everything you need to rest comfortably with the warmth offered by its tropical decor highlighting wood and rattan. Through the windows enjoying the scenery offered its lush gardens and fountains, along with the pleasant Spanish colonial architecture of the hotel, cottages spread over no more than three floors. *** The electric power won't be available in he rooms from 9 am to 6 pm. *** The Premium area is closed and customers who book these rooms will be accommodated in standard rooms remodeled.",
    "countryCode": "VE",
    "country": "Venezuela (Bolivarian Republic of)",
    "continent": "South America",
    "address": " Valle De Pedro Gonzalez, Calle Campo Elias, Pedro gonzalez",
    "email": "mmendoza@hoteldunes.com.ve",
    "website": "www.dunesmargarita.com",
    "image": "http://photos.hotelbeds.com/giata/07/072206/072206a_hb_a_030.jpg"
  },
  {
    "name": "Eurobuilding Hotel & Suites",
    "description": "Located in the financial district of Caracas, this hotel is just a 15-minute drive from the historical city centre. The nearest subway stop is a 10-minute walk away and guests looking for some upscale shopping and dining will need just twice as long to reach the Las Mercedes shopping centre. The venue itself houses a restaurant where they can enjoy delicious local and international dishes and first-class service. The bar is the perfect place for catching-up with friends or just sitting down and enjoying a hot brew, while browsing the Internet. Those who need little extra help with relaxing can head to the pool or visit the spa centre for a few rejuvenating procedures. The active types can maintain their workout routine in the gym or get their competitive spirit loose at the tennis court.",
    "countryCode": "VE",
    "country": "Venezuela (Bolivarian Republic of)",
    "continent": "South America",
    "address": " Final Calle La Guairita Chuao, Caracas",
    "email": "reservas@eurobuilding.com.ve",
    "website": "www.eurobuilding.com.ve",
    "image": "http://photos.hotelbeds.com/giata/07/072207/072207a_hb_r_001.jpg"
  },
  {
    "name": "Tibisay Hotel del Lago",
    "description": "The Hotel Tibisay del Lago has 352 elegant rooms, equipped with hot water, hair dryer, air conditioning, room service, Wi-Fi, cable TV and beautiful views of the city and Lake. They also offer connecting rooms and 24-hour reception.",
    "countryCode": "VE",
    "country": "Venezuela (Bolivarian Republic of)",
    "continent": "South America",
    "address": " Av. 2 El Milagro, Maracaibo",
    "email": "INFO@VENETURHOTELES.COM",
    "website": "www.veneturhoteles.com",
    "image": "http://photos.hotelbeds.com/giata/07/072209/072209a_hb_a_006.jpg"
  },
  {
    "name": "Altamira Suites",
    "description": "It is a 5-star hotel in the city center of Caracas. All its 233 rooms are suites, which makes us to get an idea of luxury and comfort. It is a hotel of a high category, so its rooms are equipped with an iron and an ironing board, a safe, internet, a dining room and a kitchenette; so customers will see that they don't miss a thing during their stay. The rest of the hotel is not less prepared, because among its facilities it has a wide range of possibilities: a heated pool, a tennis court, a gym, room service, a dry cleaning and a laundry, a shop... To complete the offer of this hotel, customers can dedicate part of theri time with the good gastronomy of a famous Venezuelan chef , or if they prefer they can take pizza and a cocktail or taste something more informal in the snack bar. Visit the hotel, you will feel better than in your own home.",
    "countryCode": "VE",
    "country": "Venezuela (Bolivarian Republic of)",
    "continent": "South America",
    "address": " 1A. Ave. Con 1A. Transversal De Los Palos Grandes, Caracas",
    "email": "VENTAS@ALSUITES.COM",
    "website": "WWW.HOTELALTAMIRASUITES.COM",
    "image": "http://photos.hotelbeds.com/giata/07/072210/072210a_hb_r_004.jpg"
  }
]